{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapters":[{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verses":[{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":1,"verse_title":"Helaman 1:1","verse_short_title":"Hel. 1:1","scripture_text":"And now behold, it came to pass in the commencement of the fortieth year of the reign of the judges over the people of Nephi, there began to be a serious difficulty among the people of the Nephites."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":2,"verse_title":"Helaman 1:2","verse_short_title":"Hel. 1:2","scripture_text":"For behold, Pahoran had died, and gone the way of all the earth; therefore there began to be a serious contention concerning who should have the judgment-seat among the brethren, who were the sons of Pahoran."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":3,"verse_title":"Helaman 1:3","verse_short_title":"Hel. 1:3","scripture_text":"Now these are their names who did contend for the judgment-seat, who did also cause the people to contend: Pahoran, Paanchi, and Pacumeni."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":4,"verse_title":"Helaman 1:4","verse_short_title":"Hel. 1:4","scripture_text":"Now these are not all the sons of Pahoran (for he had many), but these are they who did contend for the judgment-seat; therefore, they did cause three divisions among the people."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":5,"verse_title":"Helaman 1:5","verse_short_title":"Hel. 1:5","scripture_text":"Nevertheless, it came to pass that Pahoran was appointed by the voice of the people to be chief judge and a governor over the people of Nephi."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":6,"verse_title":"Helaman 1:6","verse_short_title":"Hel. 1:6","scripture_text":"And it came to pass that Pacumeni, when he saw that he could not obtain the judgment-seat, he did unite with the voice of the people."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":7,"verse_title":"Helaman 1:7","verse_short_title":"Hel. 1:7","scripture_text":"But behold, Paanchi, and that part of the people that were desirous that he should be their governor, was exceedingly wroth; therefore, he was about to flatter away those people to rise up in rebellion against their brethren."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":8,"verse_title":"Helaman 1:8","verse_short_title":"Hel. 1:8","scripture_text":"And it came to pass as he was about to do this, behold, he was taken, and was tried according to the voice of the people, and condemned unto death; for he had raised up in rebellion and sought to destroy the liberty of the people."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":9,"verse_title":"Helaman 1:9","verse_short_title":"Hel. 1:9","scripture_text":"Now when those people who were desirous that he should be their governor saw that he was condemned unto death, therefore they were angry, and behold, they sent forth one Kishkumen, even to the judgment-seat of Pahoran, and murdered Pahoran as he sat upon the judgment-seat."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":10,"verse_title":"Helaman 1:10","verse_short_title":"Hel. 1:10","scripture_text":"And he was pursued by the servants of Pahoran; but behold, so speedy was the flight of Kishkumen that no man could overtake him."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":11,"verse_title":"Helaman 1:11","verse_short_title":"Hel. 1:11","scripture_text":"And he went unto those that sent him, and they all entered into a covenant, yea, swearing by their everlasting Maker, that they would tell no man that Kishkumen had murdered Pahoran."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":12,"verse_title":"Helaman 1:12","verse_short_title":"Hel. 1:12","scripture_text":"Therefore, Kishkumen was not known among the people of Nephi, for he was in disguise at the time that he murdered Pahoran. And Kishkumen and his band, who had covenanted with him, did mingle themselves among the people, in a manner that they all could not be found; but as many as were found were condemned unto death."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":13,"verse_title":"Helaman 1:13","verse_short_title":"Hel. 1:13","scripture_text":"And now behold, Pacumeni was appointed, according to the voice of the people, to be a chief judge and a governor over the people, to reign in the stead of his brother Pahoran; and it was according to his right. And all this was done in the fortieth year of the reign of the judges; and it had an end."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":14,"verse_title":"Helaman 1:14","verse_short_title":"Hel. 1:14","scripture_text":"And it came to pass in the forty and first year of the reign of the judges, that the Lamanites had gathered together an innumerable army of men, and armed them with swords, and with cimeters and with bows, and with arrows, and with head-plates, and with breastplates, and with all manner of shields of every kind."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":15,"verse_title":"Helaman 1:15","verse_short_title":"Hel. 1:15","scripture_text":"And they came down again that they might pitch battle against the Nephites. And they were led by a man whose name was Coriantumr; and he was a descendant of Zarahemla; and he was a dissenter from among the Nephites; and he was a large and a mighty man."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":16,"verse_title":"Helaman 1:16","verse_short_title":"Hel. 1:16","scripture_text":"Therefore, the king of the Lamanites, whose name was Tubaloth, who was the son of Ammoron, supposing that Coriantumr, being a mighty man, could stand against the Nephites, with his strength and also with his great wisdom, insomuch that by sending him forth he should gain power over the Nephites--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":17,"verse_title":"Helaman 1:17","verse_short_title":"Hel. 1:17","scripture_text":"Therefore he did stir them up to anger, and he did gather together his armies, and he did appoint Coriantumr to be their leader, and did cause that they should march down to the land of Zarahemla to battle against the Nephites."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":18,"verse_title":"Helaman 1:18","verse_short_title":"Hel. 1:18","scripture_text":"And it came to pass that because of so much contention and so much difficulty in the government, that they had not kept sufficient guards in the land of Zarahemla; for they had supposed that the Lamanites durst not come into the heart of their lands to attack that great city Zarahemla."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":19,"verse_title":"Helaman 1:19","verse_short_title":"Hel. 1:19","scripture_text":"But it came to pass that Coriantumr did march forth at the head of his numerous host, and came upon the inhabitants of the city, and their march was with such exceedingly great speed that there was no time for the Nephites to gather together their armies."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":20,"verse_title":"Helaman 1:20","verse_short_title":"Hel. 1:20","scripture_text":"Therefore Coriantumr did cut down the watch by the entrance of the city, and did march forth with his whole army into the city, and they did slay every one who did oppose them, insomuch that they did take possession of the whole city."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":21,"verse_title":"Helaman 1:21","verse_short_title":"Hel. 1:21","scripture_text":"And it came to pass that Pacumeni, who was the chief judge, did flee before Coriantumr, even to the walls of the city. And it came to pass that Coriantumr did smite him against the wall, insomuch that he died. And thus ended the days of Pacumeni."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":22,"verse_title":"Helaman 1:22","verse_short_title":"Hel. 1:22","scripture_text":"And now when Coriantumr saw that he was in possession of the city of Zarahemla, and saw that the Nephites had fled before them, and were slain, and were taken, and were cast into prison, and that he had obtained the possession of the strongest hold in all the land, his heart took courage insomuch that he was about to go forth against all the land."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":23,"verse_title":"Helaman 1:23","verse_short_title":"Hel. 1:23","scripture_text":"And now he did not tarry in the land of Zarahemla, but he did march forth with a large army, even towards the city of Bountiful; for it was his determination to go forth and cut his way through with the sword, that he might obtain the north parts of the land."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":24,"verse_title":"Helaman 1:24","verse_short_title":"Hel. 1:24","scripture_text":"And, supposing that their greatest strength was in the center of the land, therefore he did march forth, giving them no time to assemble themselves together save it were in small bodies; and in this manner they did fall upon them and cut them down to the earth."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":25,"verse_title":"Helaman 1:25","verse_short_title":"Hel. 1:25","scripture_text":"But behold, this march of Coriantumr through the center of the land gave Moronihah great advantage over them, notwithstanding the greatness of the number of the Nephites who were slain."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":26,"verse_title":"Helaman 1:26","verse_short_title":"Hel. 1:26","scripture_text":"For behold, Moronihah had supposed that the Lamanites durst not come into the center of the land, but that they would attack the cities round about in the borders as they had hitherto done; therefore Moronihah had caused that their strong armies should maintain those parts round about by the borders."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":27,"verse_title":"Helaman 1:27","verse_short_title":"Hel. 1:27","scripture_text":"But behold, the Lamanites were not frightened according to his desire, but they had come into the center of the land, and had taken the capital city which was the city of Zarahemla, and were marching through the most capital parts of the land, slaying the people with a great slaughter, both men, women, and children, taking possession of many cities and of many strongholds."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":28,"verse_title":"Helaman 1:28","verse_short_title":"Hel. 1:28","scripture_text":"But when Moronihah had discovered this, he immediately sent forth Lehi with an army round about to head them before they should come to the land Bountiful."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":29,"verse_title":"Helaman 1:29","verse_short_title":"Hel. 1:29","scripture_text":"And thus he did; and he did head them before they came to the land Bountiful, and gave unto them battle, insomuch that they began to retreat back towards the land of Zarahemla."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":30,"verse_title":"Helaman 1:30","verse_short_title":"Hel. 1:30","scripture_text":"And it came to pass that Moronihah did head them in their retreat, and did give unto them battle, insomuch that it became an exceedingly bloody battle; yea, many were slain, and among the number who were slain Coriantumr was also found."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":31,"verse_title":"Helaman 1:31","verse_short_title":"Hel. 1:31","scripture_text":"And now, behold, the Lamanites could not retreat either way, neither on the north, nor on the south, nor on the east, nor on the west, for they were surrounded on every hand by the Nephites."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":32,"verse_title":"Helaman 1:32","verse_short_title":"Hel. 1:32","scripture_text":"And thus had Coriantumr plunged the Lamanites into the midst of the Nephites, insomuch that they were in the power of the Nephites, and he himself was slain, and the Lamanites did yield themselves into the hands of the Nephites."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":33,"verse_title":"Helaman 1:33","verse_short_title":"Hel. 1:33","scripture_text":"And it came to pass that Moronihah took possession of the city of Zarahemla again, and caused that the Lamanites who had been taken prisoners should depart out of the land in peace."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":1,"verse_number":34,"verse_title":"Helaman 1:34","verse_short_title":"Hel. 1:34","scripture_text":"And thus ended the forty and first year of the reign of the judges."}]},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":2,"verses":[{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":2,"verse_number":1,"verse_title":"Helaman 2:1","verse_short_title":"Hel. 2:1","scripture_text":"And it came to pass in the forty and second year of the reign of the judges, after Moronihah had established again peace between the Nephites and the Lamanites, behold there was no one to fill the judgment-seat; therefore there began to be a contention again among the people concerning who should fill the judgment-seat."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":2,"verse_number":2,"verse_title":"Helaman 2:2","verse_short_title":"Hel. 2:2","scripture_text":"And it came to pass that Helaman, who was the son of Helaman, was appointed to fill the judgment-seat, by the voice of the people."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":2,"verse_number":3,"verse_title":"Helaman 2:3","verse_short_title":"Hel. 2:3","scripture_text":"But behold, Kishkumen, who had murdered Pahoran, did lay wait to destroy Helaman also; and he was upheld by his band, who had entered into a covenant that no one should know his wickedness."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":2,"verse_number":4,"verse_title":"Helaman 2:4","verse_short_title":"Hel. 2:4","scripture_text":"For there was one Gadianton, who was exceedingly expert in many words, and also in his craft, to carry on the secret work of murder and of robbery; therefore he became the leader of the band of Kishkumen."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":2,"verse_number":5,"verse_title":"Helaman 2:5","verse_short_title":"Hel. 2:5","scripture_text":"Therefore he did flatter them, and also Kishkumen, that if they would place him in the judgment-seat he would grant unto those who belonged to his band that they should be placed in power and authority among the people; therefore Kishkumen sought to destroy Helaman."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":2,"verse_number":6,"verse_title":"Helaman 2:6","verse_short_title":"Hel. 2:6","scripture_text":"And it came to pass as he went forth towards the judgment-seat to destroy Helaman, behold one of the servants of Helaman, having been out by night, and having obtained, through disguise, a knowledge of those plans which had been laid by this band to destroy Helaman--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":2,"verse_number":7,"verse_title":"Helaman 2:7","verse_short_title":"Hel. 2:7","scripture_text":"And it came to pass that he met Kishkumen, and he gave unto him a sign; therefore Kishkumen made known unto him the object of his desire, desiring that he would conduct him to the judgment-seat that he might murder Helaman."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":2,"verse_number":8,"verse_title":"Helaman 2:8","verse_short_title":"Hel. 2:8","scripture_text":"And when the servant of Helaman had known all the heart of Kishkumen, and how that it was his object to murder, and also that it was the object of all those who belonged to his band to murder, and to rob, and to gain power, (and this was their secret plan, and their combination) the servant of Helaman said unto Kishkumen: Let us go forth unto the judgment-seat."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":2,"verse_number":9,"verse_title":"Helaman 2:9","verse_short_title":"Hel. 2:9","scripture_text":"Now this did please Kishkumen exceedingly, for he did suppose that he should accomplish his design; but behold, the servant of Helaman, as they were going forth unto the judgment-seat, did stab Kishkumen even to the heart, that he fell dead without a groan. And he ran and told Helaman all the things which he had seen, and heard, and done."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":2,"verse_number":10,"verse_title":"Helaman 2:10","verse_short_title":"Hel. 2:10","scripture_text":"And it came to pass that Helaman did send forth to take this band of robbers and secret murderers, that they might be executed according to the law."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":2,"verse_number":11,"verse_title":"Helaman 2:11","verse_short_title":"Hel. 2:11","scripture_text":"But behold, when Gadianton had found that Kishkumen did not return he feared lest that he should be destroyed; therefore he caused that his band should follow him. And they took their flight out of the land, by a secret way, into the wilderness; and thus when Helaman sent forth to take them they could nowhere be found."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":2,"verse_number":12,"verse_title":"Helaman 2:12","verse_short_title":"Hel. 2:12","scripture_text":"And more of this Gadianton shall be spoken hereafter. And thus ended the forty and second year of the reign of the judges over the people of Nephi."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":2,"verse_number":13,"verse_title":"Helaman 2:13","verse_short_title":"Hel. 2:13","scripture_text":"And behold, in the end of this book ye shall see that this Gadianton did prove the overthrow, yea, almost the entire destruction of the people of Nephi."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":2,"verse_number":14,"verse_title":"Helaman 2:14","verse_short_title":"Hel. 2:14","scripture_text":"Behold I do not mean the end of the book of Helaman, but I mean the end of the book of Nephi, from which I have taken all the account which I have written."}]},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verses":[{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":1,"verse_title":"Helaman 3:1","verse_short_title":"Hel. 3:1","scripture_text":"And now it came to pass in the forty and third year of the reign of the judges, there was no contention among the people of Nephi save it were a little pride which was in the church, which did cause some little dissensions among the people, which affairs were settled in the ending of the forty and third year."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":2,"verse_title":"Helaman 3:2","verse_short_title":"Hel. 3:2","scripture_text":"And there was no contention among the people in the forty and fourth year; neither was there much contention in the forty and fifth year."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":3,"verse_title":"Helaman 3:3","verse_short_title":"Hel. 3:3","scripture_text":"And it came to pass in the forty and sixth, yea, there was much contention and many dissensions; in the which there were an exceedingly great many who departed out of the land of Zarahemla, and went forth unto the land northward to inherit the land."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":4,"verse_title":"Helaman 3:4","verse_short_title":"Hel. 3:4","scripture_text":"And they did travel to an exceedingly great distance, insomuch that they came to large bodies of water and many rivers."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":5,"verse_title":"Helaman 3:5","verse_short_title":"Hel. 3:5","scripture_text":"Yea, and even they did spread forth into all parts of the land, into whatever parts it had not been rendered desolate and without timber, because of the many inhabitants who had before inherited the land."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":6,"verse_title":"Helaman 3:6","verse_short_title":"Hel. 3:6","scripture_text":"And now no part of the land was desolate, save it were for timber; but because of the greatness of the destruction of the people who had before inhabited the land it was called desolate."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":7,"verse_title":"Helaman 3:7","verse_short_title":"Hel. 3:7","scripture_text":"And there being but little timber upon the face of the land, nevertheless the people who went forth became exceedingly expert in the working of cement; therefore they did build houses of cement, in the which they did dwell."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":8,"verse_title":"Helaman 3:8","verse_short_title":"Hel. 3:8","scripture_text":"And it came to pass that they did multiply and spread, and did go forth from the land southward to the land northward, and did spread insomuch that they began to cover the face of the whole earth, from the sea south to the sea north, from the sea west to the sea east."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":9,"verse_title":"Helaman 3:9","verse_short_title":"Hel. 3:9","scripture_text":"And the people who were in the land northward did dwell in tents, and in houses of cement, and they did suffer whatsoever tree should spring up upon the face of the land that it should grow up, that in time they might have timber to build their houses, yea, their cities, and their temples, and their synagogues, and their sanctuaries, and all manner of their buildings."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":10,"verse_title":"Helaman 3:10","verse_short_title":"Hel. 3:10","scripture_text":"And it came to pass as timber was exceedingly scarce in the land northward, they did send forth much by the way of shipping."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":11,"verse_title":"Helaman 3:11","verse_short_title":"Hel. 3:11","scripture_text":"And thus they did enable the people in the land northward that they might build many cities, both of wood and of cement."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":12,"verse_title":"Helaman 3:12","verse_short_title":"Hel. 3:12","scripture_text":"And it came to pass that there were many of the people of Ammon, who were Lamanites by birth, did also go forth into this land."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":13,"verse_title":"Helaman 3:13","verse_short_title":"Hel. 3:13","scripture_text":"And now there are many records kept of the proceedings of this people, by many of this people, which are particular and very large, concerning them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":14,"verse_title":"Helaman 3:14","verse_short_title":"Hel. 3:14","scripture_text":"But behold, a hundredth part of the proceedings of this people, yea, the account of the Lamanites and of the Nephites, and their wars, and contentions, and dissensions, and their preaching, and their prophecies, and their shipping and their building of ships, and their building of temples, and of synagogues and their sanctuaries, and their righteousness, and their wickedness, and their murders, and their robbings, and their plundering, and all manner of abominations and whoredoms, cannot be contained in this work."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":15,"verse_title":"Helaman 3:15","verse_short_title":"Hel. 3:15","scripture_text":"But behold, there are many books and many records of every kind, and they have been kept chiefly by the Nephites."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":16,"verse_title":"Helaman 3:16","verse_short_title":"Hel. 3:16","scripture_text":"And they have been handed down from one generation to another by the Nephites, even until they have fallen into transgression and have been murdered, plundered, and hunted, and driven forth, and slain, and scattered upon the face of the earth, and mixed with the Lamanites until they are no more called the Nephites, becoming wicked, and wild, and ferocious, yea, even becoming Lamanites."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":17,"verse_title":"Helaman 3:17","verse_short_title":"Hel. 3:17","scripture_text":"And now I return again to mine account; therefore, what I have spoken had passed after there had been great contentions, and disturbances, and wars, and dissensions, among the people of Nephi."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":18,"verse_title":"Helaman 3:18","verse_short_title":"Hel. 3:18","scripture_text":"The forty and sixth year of the reign of the judges ended;"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":19,"verse_title":"Helaman 3:19","verse_short_title":"Hel. 3:19","scripture_text":"And it came to pass that there was still great contention in the land, yea, even in the forty and seventh year, and also in the forty and eighth year."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":20,"verse_title":"Helaman 3:20","verse_short_title":"Hel. 3:20","scripture_text":"Nevertheless Helaman did fill the judgment-seat with justice and equity; yea, he did observe to keep the statutes, and the judgments, and the commandments of God; and he did do that which was right in the sight of God continually; and he did walk after the ways of his father, insomuch that he did prosper in the land."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":21,"verse_title":"Helaman 3:21","verse_short_title":"Hel. 3:21","scripture_text":"And it came to pass that he had two sons. He gave unto the eldest the name of Nephi, and unto the youngest, the name of Lehi. And they began to grow up unto the Lord."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":22,"verse_title":"Helaman 3:22","verse_short_title":"Hel. 3:22","scripture_text":"And it came to pass that the wars and contentions began to cease, in a small degree, among the people of the Nephites, in the latter end of the forty and eighth year of the reign of the judges over the people of Nephi."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":23,"verse_title":"Helaman 3:23","verse_short_title":"Hel. 3:23","scripture_text":"And it came to pass in the forty and ninth year of the reign of the judges, there was continual peace established in the land, all save it were the secret combinations which Gadianton the robber had established in the more settled parts of the land, which at that time were not known unto those who were at the head of government; therefore they were not destroyed out of the land."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":24,"verse_title":"Helaman 3:24","verse_short_title":"Hel. 3:24","scripture_text":"And it came to pass that in this same year there was exceedingly great prosperity in the church, insomuch that there were thousands who did join themselves unto the church and were baptized unto repentance."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":25,"verse_title":"Helaman 3:25","verse_short_title":"Hel. 3:25","scripture_text":"And so great was the prosperity of the church, and so many the blessings which were poured out upon the people, that even the high priests and the teachers were themselves astonished beyond measure."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":26,"verse_title":"Helaman 3:26","verse_short_title":"Hel. 3:26","scripture_text":"And it came to pass that the work of the Lord did prosper unto the baptizing and uniting to the church of God, many souls, yea, even tens of thousands."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":27,"verse_title":"Helaman 3:27","verse_short_title":"Hel. 3:27","scripture_text":"Thus we may see that the Lord is merciful unto all who will, in the sincerity of their hearts, call upon his holy name."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":28,"verse_title":"Helaman 3:28","verse_short_title":"Hel. 3:28","scripture_text":"Yea, thus we see that the gate of heaven is open unto all, even to those who will believe on the name of Jesus Christ, who is the Son of God."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":29,"verse_title":"Helaman 3:29","verse_short_title":"Hel. 3:29","scripture_text":"Yea, we see that whosoever will may lay hold upon the word of God, which is quick and powerful, which shall divide asunder all the cunning and the snares and the wiles of the devil, and lead the man of Christ in a strait and narrow course across that everlasting gulf of misery which is prepared to engulf the wicked--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":30,"verse_title":"Helaman 3:30","verse_short_title":"Hel. 3:30","scripture_text":"And land their souls, yea, their immortal souls, at the right hand of God in the kingdom of heaven, to sit down with Abraham, and Isaac, and with Jacob, and with all our holy fathers, to go no more out."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":31,"verse_title":"Helaman 3:31","verse_short_title":"Hel. 3:31","scripture_text":"And in this year there was continual rejoicing in the land of Zarahemla, and in all the regions round about, even in all the land which was possessed by the Nephites."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":32,"verse_title":"Helaman 3:32","verse_short_title":"Hel. 3:32","scripture_text":"And it came to pass that there was peace and exceedingly great joy in the remainder of the forty and ninth year; yea, and also there was continual peace and great joy in the fiftieth year of the reign of the judges."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":33,"verse_title":"Helaman 3:33","verse_short_title":"Hel. 3:33","scripture_text":"And in the fifty and first year of the reign of the judges there was peace also, save it were the pride which began to enter into the church--not into the church of God, but into the hearts of the people who professed to belong to the church of God--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":34,"verse_title":"Helaman 3:34","verse_short_title":"Hel. 3:34","scripture_text":"And they were lifted up in pride, even to the persecution of many of their brethren. Now this was a great evil, which did cause the more humble part of the people to suffer great persecutions, and to wade through much affliction."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":35,"verse_title":"Helaman 3:35","verse_short_title":"Hel. 3:35","scripture_text":"Nevertheless they did fast and pray oft, and did wax stronger and stronger in their humility, and firmer and firmer in the faith of Christ, unto the filling their souls with joy and consolation, yea, even to the purifying and the sanctification of their hearts, which sanctification cometh because of their yielding their hearts unto God."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":36,"verse_title":"Helaman 3:36","verse_short_title":"Hel. 3:36","scripture_text":"And it came to pass that the fifty and second year ended in peace also, save it were the exceedingly great pride which had gotten into the hearts of the people; and it was because of their exceedingly great riches and their prosperity in the land; and it did grow upon them from day to day."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":3,"verse_number":37,"verse_title":"Helaman 3:37","verse_short_title":"Hel. 3:37","scripture_text":"And it came to pass in the fifty and third year of the reign of the judges, Helaman died, and his eldest son Nephi began to reign in his stead. And it came to pass that he did fill the judgment-seat with justice and equity; yea, he did keep the commandments of God, and did walk in the ways of his father."}]},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verses":[{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":1,"verse_title":"Helaman 4:1","verse_short_title":"Hel. 4:1","scripture_text":"And it came to pass in the fifty and fourth year there were many dissensions in the church, and there was also a contention among the people, insomuch that there was much bloodshed."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":2,"verse_title":"Helaman 4:2","verse_short_title":"Hel. 4:2","scripture_text":"And the rebellious part were slain and driven out of the land, and they did go unto the king of the Lamanites."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":3,"verse_title":"Helaman 4:3","verse_short_title":"Hel. 4:3","scripture_text":"And it came to pass that they did endeavor to stir up the Lamanites to war against the Nephites; but behold, the Lamanites were exceedingly afraid, insomuch that they would not hearken to the words of those dissenters."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":4,"verse_title":"Helaman 4:4","verse_short_title":"Hel. 4:4","scripture_text":"But it came to pass in the fifty and sixth year of the reign of the judges, there were dissenters who went up from the Nephites unto the Lamanites; and they succeeded with those others in stirring them up to anger against the Nephites; and they were all that year preparing for war."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":5,"verse_title":"Helaman 4:5","verse_short_title":"Hel. 4:5","scripture_text":"And in the fifty and seventh year they did come down against the Nephites to battle, and they did commence the work of death; yea, insomuch that in the fifty and eighth year of the reign of the judges they succeeded in obtaining possession of the land of Zarahemla; yea, and also all the lands, even unto the land which was near the land Bountiful."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":6,"verse_title":"Helaman 4:6","verse_short_title":"Hel. 4:6","scripture_text":"And the Nephites and the armies of Moronihah were driven even into the land of Bountiful;"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":7,"verse_title":"Helaman 4:7","verse_short_title":"Hel. 4:7","scripture_text":"And there they did fortify against the Lamanites, from the west sea, even unto the east; it being a day's journey for a Nephite, on the line which they had fortified and stationed their armies to defend their north country."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":8,"verse_title":"Helaman 4:8","verse_short_title":"Hel. 4:8","scripture_text":"And thus those dissenters of the Nephites, with the help of a numerous army of the Lamanites, had obtained all the possession of the Nephites which was in the land southward. And all this was done in the fifty and eighth and ninth years of the reign of the judges."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":9,"verse_title":"Helaman 4:9","verse_short_title":"Hel. 4:9","scripture_text":"And it came to pass in the sixtieth year of the reign of the judges, Moronihah did succeed with his armies in obtaining many parts of the land; yea, they regained many cities which had fallen into the hands of the Lamanites."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":10,"verse_title":"Helaman 4:10","verse_short_title":"Hel. 4:10","scripture_text":"And it came to pass in the sixty and first year of the reign of the judges they succeeded in regaining even the half of all their possessions."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":11,"verse_title":"Helaman 4:11","verse_short_title":"Hel. 4:11","scripture_text":"Now this great loss of the Nephites, and the great slaughter which was among them, would not have happened had it not been for their wickedness and their abomination which was among them; yea, and it was among those also who professed to belong to the church of God."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":12,"verse_title":"Helaman 4:12","verse_short_title":"Hel. 4:12","scripture_text":"And it was because of the pride of their hearts, because of their exceeding riches, yea, it was because of their oppression to the poor, withholding their food from the hungry, withholding their clothing from the naked, and smiting their humble brethren upon the cheek, making a mock of that which was sacred, denying the spirit of prophecy and of revelation, murdering, plundering, lying, stealing, committing adultery, rising up in great contentions, and deserting away into the land of Nephi, among the Lamanites--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":13,"verse_title":"Helaman 4:13","verse_short_title":"Hel. 4:13","scripture_text":"And because of this their great wickedness, and their boastings in their own strength, they were left in their own strength; therefore they did not prosper, but were afflicted and smitten, and driven before the Lamanites, until they had lost possession of almost all their lands."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":14,"verse_title":"Helaman 4:14","verse_short_title":"Hel. 4:14","scripture_text":"But behold, Moronihah did preach many things unto the people because of their iniquity, and also Nephi and Lehi, who were the sons of Helaman, did preach many things unto the people, yea, and did prophesy many things unto them concerning their iniquities, and what should come unto them if they did not repent of their sins."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":15,"verse_title":"Helaman 4:15","verse_short_title":"Hel. 4:15","scripture_text":"And it came to pass that they did repent, and inasmuch as they did repent they did begin to prosper."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":16,"verse_title":"Helaman 4:16","verse_short_title":"Hel. 4:16","scripture_text":"For when Moronihah saw that they did repent he did venture to lead them forth from place to place, and from city to city, even until they had regained the one-half of their property and the one-half of all their lands."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":17,"verse_title":"Helaman 4:17","verse_short_title":"Hel. 4:17","scripture_text":"And thus ended the sixty and first year of the reign of the judges."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":18,"verse_title":"Helaman 4:18","verse_short_title":"Hel. 4:18","scripture_text":"And it came to pass in the sixty and second year of the reign of the judges, that Moronihah could obtain no more possessions over the Lamanites."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":19,"verse_title":"Helaman 4:19","verse_short_title":"Hel. 4:19","scripture_text":"Therefore they did abandon their design to obtain the remainder of their lands, for so numerous were the Lamanites that it became impossible for the Nephites to obtain more power over them; therefore Moronihah did employ all his armies in maintaining those parts which he had taken."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":20,"verse_title":"Helaman 4:20","verse_short_title":"Hel. 4:20","scripture_text":"And it came to pass, because of the greatness of the number of the Lamanites the Nephites were in great fear, lest they should be overpowered, and trodden down, and slain, and destroyed."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":21,"verse_title":"Helaman 4:21","verse_short_title":"Hel. 4:21","scripture_text":"Yea, they began to remember the prophecies of Alma, and also the words of Mosiah; and they saw that they had been a stiffnecked people, and that they had set at naught the commandments of God;"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":22,"verse_title":"Helaman 4:22","verse_short_title":"Hel. 4:22","scripture_text":"And that they had altered and trampled under their feet the laws of Mosiah, or that which the Lord commanded him to give unto the people; and they saw that their laws had become corrupted, and that they had become a wicked people, insomuch that they were wicked even like unto the Lamanites."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":23,"verse_title":"Helaman 4:23","verse_short_title":"Hel. 4:23","scripture_text":"And because of their iniquity the church had begun to dwindle; and they began to disbelieve in the spirit of prophecy and in the spirit of revelation; and the judgments of God did stare them in the face."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":24,"verse_title":"Helaman 4:24","verse_short_title":"Hel. 4:24","scripture_text":"And they saw that they had become weak, like unto their brethren, the Lamanites, and that the Spirit of the Lord did no more preserve them; yea, it had withdrawn from them because the Spirit of the Lord doth not dwell in unholy temples--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":25,"verse_title":"Helaman 4:25","verse_short_title":"Hel. 4:25","scripture_text":"Therefore the Lord did cease to preserve them by his miraculous and matchless power, for they had fallen into a state of unbelief and awful wickedness; and they saw that the Lamanites were exceedingly more numerous than they, and except they should cleave unto the Lord their God they must unavoidably perish."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":4,"verse_number":26,"verse_title":"Helaman 4:26","verse_short_title":"Hel. 4:26","scripture_text":"For behold, they saw that the strength of the Lamanites was as great as their strength, even man for man. And thus had they fallen into this great transgression; yea, thus had they become weak, because of their transgression, in the space of not many years."}]},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verses":[{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":1,"verse_title":"Helaman 5:1","verse_short_title":"Hel. 5:1","scripture_text":"And it came to pass that in this same year, behold, Nephi delivered up the judgment-seat to a man whose name was Cezoram."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":2,"verse_title":"Helaman 5:2","verse_short_title":"Hel. 5:2","scripture_text":"For as their laws and their governments were established by the voice of the people, and they who chose evil were more numerous than they who chose good, therefore they were ripening for destruction, for the laws had become corrupted."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":3,"verse_title":"Helaman 5:3","verse_short_title":"Hel. 5:3","scripture_text":"Yea, and this was not all; they were a stiffnecked people, insomuch that they could not be governed by the law nor justice, save it were to their destruction."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":4,"verse_title":"Helaman 5:4","verse_short_title":"Hel. 5:4","scripture_text":"And it came to pass that Nephi had become weary because of their iniquity; and he yielded up the judgment-seat, and took it upon him to preach the word of God all the remainder of his days, and his brother Lehi also, all the remainder of his days;"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":5,"verse_title":"Helaman 5:5","verse_short_title":"Hel. 5:5","scripture_text":"For they remembered the words which their father Helaman spake unto them. And these are the words which he spake:"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":6,"verse_title":"Helaman 5:6","verse_short_title":"Hel. 5:6","scripture_text":"Behold, my sons, I desire that ye should remember to keep the commandments of God; and I would that ye should declare unto the people these words. Behold, I have given unto you the names of our first parents who came out of the land of Jerusalem; and this I have done that when you remember your names ye may remember them; and when ye remember them ye may remember their works; and when ye remember their works ye may know how that it is said, and also written, that they were good."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":7,"verse_title":"Helaman 5:7","verse_short_title":"Hel. 5:7","scripture_text":"Therefore, my sons, I would that ye should do that which is good, that it may be said of you, and also written, even as it has been said and written of them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":8,"verse_title":"Helaman 5:8","verse_short_title":"Hel. 5:8","scripture_text":"And now my sons, behold I have somewhat more to desire of you, which desire is, that ye may not do these things that ye may boast, but that ye may do these things to lay up for yourselves a treasure in heaven, yea, which is eternal, and which fadeth not away; yea, that ye may have that precious gift of eternal life, which we have reason to suppose hath been given to our fathers."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":9,"verse_title":"Helaman 5:9","verse_short_title":"Hel. 5:9","scripture_text":"O remember, remember, my sons, the words which king Benjamin spake unto his people; yea, remember that there is no other way nor means whereby man can be saved, only through the atoning blood of Jesus Christ, who shall come; yea, remember that he cometh to redeem the world."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":10,"verse_title":"Helaman 5:10","verse_short_title":"Hel. 5:10","scripture_text":"And remember also the words which Amulek spake unto Zeezrom, in the city of Ammonihah; for he said unto him that the Lord surely should come to redeem his people, but that he should not come to redeem them in their sins, but to redeem them from their sins."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":11,"verse_title":"Helaman 5:11","verse_short_title":"Hel. 5:11","scripture_text":"And he hath power given unto him from the Father to redeem them from their sins because of repentance; therefore he hath sent his angels to declare the tidings of the conditions of repentance, which bringeth unto the power of the Redeemer, unto the salvation of their souls."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":12,"verse_title":"Helaman 5:12","verse_short_title":"Hel. 5:12","scripture_text":"And now, my sons, remember, remember that it is upon the rock of our Redeemer, who is Christ, the Son of God, that ye must build your foundation; that when the devil shall send forth his mighty winds, yea, his shafts in the whirlwind, yea, when all his hail and his mighty storm shall beat upon you, it shall have no power over you to drag you down to the gulf of misery and endless wo, because of the rock upon which ye are built, which is a sure foundation, a foundation whereon if men build they cannot fall."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":13,"verse_title":"Helaman 5:13","verse_short_title":"Hel. 5:13","scripture_text":"And it came to pass that these were the words which Helaman taught to his sons; yea, he did teach them many things which are not written, and also many things which are written."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":14,"verse_title":"Helaman 5:14","verse_short_title":"Hel. 5:14","scripture_text":"And they did remember his words; and therefore they went forth, keeping the commandments of God, to teach the word of God among all the people of Nephi, beginning at the city Bountiful;"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":15,"verse_title":"Helaman 5:15","verse_short_title":"Hel. 5:15","scripture_text":"And from thenceforth to the city of Gid; and from the city of Gid to the city of Mulek;"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":16,"verse_title":"Helaman 5:16","verse_short_title":"Hel. 5:16","scripture_text":"And even from one city to another, until they had gone forth among all the people of Nephi who were in the land southward; and from thence into the land of Zarahemla, among the Lamanites."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":17,"verse_title":"Helaman 5:17","verse_short_title":"Hel. 5:17","scripture_text":"And it came to pass that they did preach with great power, insomuch that they did confound many of those dissenters who had gone over from the Nephites, insomuch that they came forth and did confess their sins and were baptized unto repentance, and immediately returned to the Nephites to endeavor to repair unto them the wrongs which they had done."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":18,"verse_title":"Helaman 5:18","verse_short_title":"Hel. 5:18","scripture_text":"And it came to pass that Nephi and Lehi did preach unto the Lamanites with such great power and authority, for they had power and authority given unto them that they might speak, and they also had what they should speak given unto them--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":19,"verse_title":"Helaman 5:19","verse_short_title":"Hel. 5:19","scripture_text":"Therefore they did speak unto the great astonishment of the Lamanites, to the convincing them, insomuch that there were eight thousand of the Lamanites who were in the land of Zarahemla and round about baptized unto repentance, and were convinced of the wickedness of the traditions of their fathers."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":20,"verse_title":"Helaman 5:20","verse_short_title":"Hel. 5:20","scripture_text":"And it came to pass that Nephi and Lehi did proceed from thence to go to the land of Nephi."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":21,"verse_title":"Helaman 5:21","verse_short_title":"Hel. 5:21","scripture_text":"And it came to pass that they were taken by an army of the Lamanites and cast into prison; yea, even in that same prison in which Ammon and his brethren were cast by the servants of Limhi."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":22,"verse_title":"Helaman 5:22","verse_short_title":"Hel. 5:22","scripture_text":"And after they had been cast into prison many days without food, behold, they went forth into the prison to take them that they might slay them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":23,"verse_title":"Helaman 5:23","verse_short_title":"Hel. 5:23","scripture_text":"And it came to pass that Nephi and Lehi were encircled about as if by fire, even insomuch that they durst not lay their hands upon them for fear lest they should be burned. Nevertheless, Nephi and Lehi were not burned; and they were as standing in the midst of fire and were not burned."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":24,"verse_title":"Helaman 5:24","verse_short_title":"Hel. 5:24","scripture_text":"And when they saw that they were encircled about with a pillar of fire, and that it burned them not, their hearts did take courage."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":25,"verse_title":"Helaman 5:25","verse_short_title":"Hel. 5:25","scripture_text":"For they saw that the Lamanites durst not lay their hands upon them; neither durst they come near unto them, but stood as if they were struck dumb with amazement."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":26,"verse_title":"Helaman 5:26","verse_short_title":"Hel. 5:26","scripture_text":"And it came to pass that Nephi and Lehi did stand forth and began to speak unto them, saying: Fear not, for behold, it is God that has shown unto you this marvelous thing, in the which is shown unto you that ye cannot lay your hands on us to slay us."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":27,"verse_title":"Helaman 5:27","verse_short_title":"Hel. 5:27","scripture_text":"And behold, when they had said these words, the earth shook exceedingly, and the walls of the prison did shake as if they were about to tumble to the earth; but behold, they did not fall. And behold, they that were in the prison were Lamanites and Nephites who were dissenters."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":28,"verse_title":"Helaman 5:28","verse_short_title":"Hel. 5:28","scripture_text":"And it came to pass that they were overshadowed with a cloud of darkness, and an awful solemn fear came upon them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":29,"verse_title":"Helaman 5:29","verse_short_title":"Hel. 5:29","scripture_text":"And it came to pass that there came a voice as if it were above the cloud of darkness, saying: Repent ye, repent ye, and seek no more to destroy my servants whom I have sent unto you to declare good tidings."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":30,"verse_title":"Helaman 5:30","verse_short_title":"Hel. 5:30","scripture_text":"And it came to pass when they heard this voice, and beheld that it was not a voice of thunder, neither was it a voice of a great tumultuous noise, but behold, it was a still voice of perfect mildness, as if it had been a whisper, and it did pierce even to the very soul--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":31,"verse_title":"Helaman 5:31","verse_short_title":"Hel. 5:31","scripture_text":"And notwithstanding the mildness of the voice, behold the earth shook exceedingly, and the walls of the prison trembled again, as if it were about to tumble to the earth; and behold the cloud of darkness, which had overshadowed them, did not disperse--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":32,"verse_title":"Helaman 5:32","verse_short_title":"Hel. 5:32","scripture_text":"And behold the voice came again, saying: Repent ye, repent ye, for the kingdom of heaven is at hand; and seek no more to destroy my servants. And it came to pass that the earth shook again, and the walls trembled."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":33,"verse_title":"Helaman 5:33","verse_short_title":"Hel. 5:33","scripture_text":"And also again the third time the voice came, and did speak unto them marvelous words which cannot be uttered by man; and the walls did tremble again, and the earth shook as if it were about to divide asunder."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":34,"verse_title":"Helaman 5:34","verse_short_title":"Hel. 5:34","scripture_text":"And it came to pass that the Lamanites could not flee because of the cloud of darkness which did overshadow them; yea, and also they were immovable because of the fear which did come upon them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":35,"verse_title":"Helaman 5:35","verse_short_title":"Hel. 5:35","scripture_text":"Now there was one among them who was a Nephite by birth, who had once belonged to the church of God but had dissented from them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":36,"verse_title":"Helaman 5:36","verse_short_title":"Hel. 5:36","scripture_text":"And it came to pass that he turned him about, and behold, he saw through the cloud of darkness the faces of Nephi and Lehi; and behold, they did shine exceedingly, even as the faces of angels. And he beheld that they did lift their eyes to heaven; and they were in the attitude as if talking or lifting their voices to some being whom they beheld."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":37,"verse_title":"Helaman 5:37","verse_short_title":"Hel. 5:37","scripture_text":"And it came to pass that this man did cry unto the multitude, that they might turn and look. And behold, there was power given unto them that they did turn and look; and they did behold the faces of Nephi and Lehi."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":38,"verse_title":"Helaman 5:38","verse_short_title":"Hel. 5:38","scripture_text":"And they said unto the man: Behold, what do all these things mean, and who is it with whom these men do converse?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":39,"verse_title":"Helaman 5:39","verse_short_title":"Hel. 5:39","scripture_text":"Now the man's name was Aminadab. And Aminadab said unto them: They do converse with the angels of God."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":40,"verse_title":"Helaman 5:40","verse_short_title":"Hel. 5:40","scripture_text":"And it came to pass that the Lamanites said unto him: What shall we do, that this cloud of darkness may be removed from overshadowing us?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":41,"verse_title":"Helaman 5:41","verse_short_title":"Hel. 5:41","scripture_text":"And Aminadab said unto them: You must repent, and cry unto the voice, even until ye shall have faith in Christ, who was taught unto you by Alma, and Amulek, and Zeezrom; and when ye shall do this, the cloud of darkness shall be removed from overshadowing you."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":42,"verse_title":"Helaman 5:42","verse_short_title":"Hel. 5:42","scripture_text":"And it came to pass that they all did begin to cry unto the voice of him who had shaken the earth; yea, they did cry even until the cloud of darkness was dispersed."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":43,"verse_title":"Helaman 5:43","verse_short_title":"Hel. 5:43","scripture_text":"And it came to pass that when they cast their eyes about, and saw that the cloud of darkness was dispersed from overshadowing them, behold, they saw that they were encircled about, yea every soul, by a pillar of fire."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":44,"verse_title":"Helaman 5:44","verse_short_title":"Hel. 5:44","scripture_text":"And Nephi and Lehi were in the midst of them; yea, they were encircled about; yea, they were as if in the midst of a flaming fire, yet it did harm them not, neither did it take hold upon the walls of the prison; and they were filled with that joy which is unspeakable and full of glory."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":45,"verse_title":"Helaman 5:45","verse_short_title":"Hel. 5:45","scripture_text":"And behold, the Holy Spirit of God did come down from heaven, and did enter into their hearts, and they were filled as if with fire, and they could speak forth marvelous words."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":46,"verse_title":"Helaman 5:46","verse_short_title":"Hel. 5:46","scripture_text":"And it came to pass that there came a voice unto them, yea, a pleasant voice, as if it were a whisper, saying:"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":47,"verse_title":"Helaman 5:47","verse_short_title":"Hel. 5:47","scripture_text":"Peace, peace be unto you, because of your faith in my Well Beloved, who was from the foundation of the world."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":48,"verse_title":"Helaman 5:48","verse_short_title":"Hel. 5:48","scripture_text":"And now, when they heard this they cast up their eyes as if to behold from whence the voice came; and behold, they saw the heavens open; and angels came down out of heaven and ministered unto them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":49,"verse_title":"Helaman 5:49","verse_short_title":"Hel. 5:49","scripture_text":"And there were about three hundred souls who saw and heard these things; and they were bidden to go forth and marvel not, neither should they doubt."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":50,"verse_title":"Helaman 5:50","verse_short_title":"Hel. 5:50","scripture_text":"And it came to pass that they did go forth, and did minister unto the people, declaring throughout all the regions round about all the things which they had heard and seen, insomuch that the more part of the Lamanites were convinced of them, because of the greatness of the evidences which they had received."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":51,"verse_title":"Helaman 5:51","verse_short_title":"Hel. 5:51","scripture_text":"And as many as were convinced did lay down their weapons of war, and also their hatred and the tradition of their fathers."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":5,"verse_number":52,"verse_title":"Helaman 5:52","verse_short_title":"Hel. 5:52","scripture_text":"And it came to pass that they did yield up unto the Nephites the lands of their possession."}]},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verses":[{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":1,"verse_title":"Helaman 6:1","verse_short_title":"Hel. 6:1","scripture_text":"And it came to pass that when the sixty and second year of the reign of the judges had ended, all these things had happened and the Lamanites had become, the more part of them, a righteous people, insomuch that their righteousness did exceed that of the Nephites, because of their firmness and their steadiness in the faith."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":2,"verse_title":"Helaman 6:2","verse_short_title":"Hel. 6:2","scripture_text":"For behold, there were many of the Nephites who had become hardened and impenitent and grossly wicked, insomuch that they did reject the word of God and all the preaching and prophesying which did come among them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":3,"verse_title":"Helaman 6:3","verse_short_title":"Hel. 6:3","scripture_text":"Nevertheless, the people of the church did have great joy because of the conversion of the Lamanites, yea, because of the church of God, which had been established among them. And they did fellowship one with another, and did rejoice one with another, and did have great joy."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":4,"verse_title":"Helaman 6:4","verse_short_title":"Hel. 6:4","scripture_text":"And it came to pass that many of the Lamanites did come down into the land of Zarahemla, and did declare unto the people of the Nephites the manner of their conversion, and did exhort them to faith and repentance."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":5,"verse_title":"Helaman 6:5","verse_short_title":"Hel. 6:5","scripture_text":"Yea, and many did preach with exceedingly great power and authority, unto the bringing down many of them into the depths of humility, to be the humble followers of God and the Lamb."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":6,"verse_title":"Helaman 6:6","verse_short_title":"Hel. 6:6","scripture_text":"And it came to pass that many of the Lamanites did go into the land northward; and also Nephi and Lehi went into the land northward, to preach unto the people. And thus ended the sixty and third year."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":7,"verse_title":"Helaman 6:7","verse_short_title":"Hel. 6:7","scripture_text":"And behold, there was peace in all the land, insomuch that the Nephites did go into whatsoever part of the land they would, whether among the Nephites or the Lamanites."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":8,"verse_title":"Helaman 6:8","verse_short_title":"Hel. 6:8","scripture_text":"And it came to pass that the Lamanites did also go whithersoever they would, whether it were among the Lamanites or among the Nephites; and thus they did have free intercourse one with another, to buy and to sell, and to get gain, according to their desire."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":9,"verse_title":"Helaman 6:9","verse_short_title":"Hel. 6:9","scripture_text":"And it came to pass that they became exceedingly rich, both the Lamanites and the Nephites; and they did have an exceeding plenty of gold, and of silver, and of all manner of precious metals, both in the land south and in the land north."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":10,"verse_title":"Helaman 6:10","verse_short_title":"Hel. 6:10","scripture_text":"Now the land south was called Lehi, and the land north was called Mulek, which was after the son of Zedekiah; for the Lord did bring Mulek into the land north, and Lehi into the land south."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":11,"verse_title":"Helaman 6:11","verse_short_title":"Hel. 6:11","scripture_text":"And behold, there was all manner of gold in both these lands, and of silver, and of precious ore of every kind; and there were also curious workmen, who did work all kinds of ore and did refine it; and thus they did become rich."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":12,"verse_title":"Helaman 6:12","verse_short_title":"Hel. 6:12","scripture_text":"They did raise grain in abundance, both in the north and in the south; and they did flourish exceedingly, both in the north and in the south. And they did multiply and wax exceedingly strong in the land. And they did raise many flocks and herds, yea, many fatlings."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":13,"verse_title":"Helaman 6:13","verse_short_title":"Hel. 6:13","scripture_text":"Behold their women did toil and spin, and did make all manner of cloth, of fine-twined linen and cloth of every kind, to clothe their nakedness. And thus the sixty and fourth year did pass away in peace."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":14,"verse_title":"Helaman 6:14","verse_short_title":"Hel. 6:14","scripture_text":"And in the sixty and fifth year they did also have great joy and peace, yea, much preaching and many prophecies concerning that which was to come. And thus passed away the sixty and fifth year."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":15,"verse_title":"Helaman 6:15","verse_short_title":"Hel. 6:15","scripture_text":"And it came to pass that in the sixty and sixth year of the reign of the judges, behold, Cezoram was murdered by an unknown hand as he sat upon the judgment-seat. And it came to pass that in the same year, that his son, who had been appointed by the people in his stead, was also murdered. And thus ended the sixty and sixth year."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":16,"verse_title":"Helaman 6:16","verse_short_title":"Hel. 6:16","scripture_text":"And in the commencement of the sixty and seventh year the people began to grow exceedingly wicked again."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":17,"verse_title":"Helaman 6:17","verse_short_title":"Hel. 6:17","scripture_text":"For behold, the Lord had blessed them so long with the riches of the world that they had not been stirred up to anger, to wars, nor to bloodshed; therefore they began to set their hearts upon their riches; yea, they began to seek to get gain that they might be lifted up one above another; therefore they began to commit secret murders, and to rob and to plunder, that they might get gain."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":18,"verse_title":"Helaman 6:18","verse_short_title":"Hel. 6:18","scripture_text":"And now behold, those murderers and plunderers were a band who had been formed by Kishkumen and Gadianton. And now it had come to pass that there were many, even among the Nephites, of Gadianton's band. But behold, they were more numerous among the more wicked part of the Lamanites. And they were called Gadianton's robbers and murderers."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":19,"verse_title":"Helaman 6:19","verse_short_title":"Hel. 6:19","scripture_text":"And it was they who did murder the chief judge Cezoram, and his son, while in the judgment-seat; and behold, they were not found."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":20,"verse_title":"Helaman 6:20","verse_short_title":"Hel. 6:20","scripture_text":"And now it came to pass that when the Lamanites found that there were robbers among them they were exceedingly sorrowful; and they did use every means in their power to destroy them off the face of the earth."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":21,"verse_title":"Helaman 6:21","verse_short_title":"Hel. 6:21","scripture_text":"But behold, Satan did stir up the hearts of the more part of the Nephites, insomuch that they did unite with those bands of robbers, and did enter into their covenants and their oaths, that they would protect and preserve one another in whatsoever difficult circumstances they should be placed, that they should not suffer for their murders, and their plunderings, and their stealings."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":22,"verse_title":"Helaman 6:22","verse_short_title":"Hel. 6:22","scripture_text":"And it came to pass that they did have their signs, yea, their secret signs, and their secret words; and this that they might distinguish a brother who had entered into the covenant, that whatsoever wickedness his brother should do he should not be injured by his brother, nor by those who did belong to his band, who had taken this covenant."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":23,"verse_title":"Helaman 6:23","verse_short_title":"Hel. 6:23","scripture_text":"And thus they might murder, and plunder, and steal, and commit whoredoms and all manner of wickedness, contrary to the laws of their country and also the laws of their God."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":24,"verse_title":"Helaman 6:24","verse_short_title":"Hel. 6:24","scripture_text":"And whosoever of those who belonged to their band should reveal unto the world of their wickedness and their abominations, should be tried, not according to the laws of their country, but according to the laws of their wickedness, which had been given by Gadianton and Kishkumen."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":25,"verse_title":"Helaman 6:25","verse_short_title":"Hel. 6:25","scripture_text":"Now behold, it is these secret oaths and covenants which Alma commanded his son should not go forth unto the world, lest they should be a means of bringing down the people unto destruction."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":26,"verse_title":"Helaman 6:26","verse_short_title":"Hel. 6:26","scripture_text":"Now behold, those secret oaths and covenants did not come forth unto Gadianton from the records which were delivered unto Helaman; but behold, they were put into the heart of Gadianton by that same being who did entice our first parents to partake of the forbidden fruit--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":27,"verse_title":"Helaman 6:27","verse_short_title":"Hel. 6:27","scripture_text":"Yea, that same being who did plot with Cain, that if he would murder his brother Abel it should not be known unto the world. And he did plot with Cain and his followers from that time forth."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":28,"verse_title":"Helaman 6:28","verse_short_title":"Hel. 6:28","scripture_text":"And also it is that same being who put it into the hearts of the people to build a tower sufficiently high that they might get to heaven. And it was that same being who led on the people who came from that tower into this land; who spread the works of darkness and abominations over all the face of the land, until he dragged the people down to an entire destruction, and to an everlasting hell."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":29,"verse_title":"Helaman 6:29","verse_short_title":"Hel. 6:29","scripture_text":"Yea, it is that same being who put it into the heart of Gadianton to still carry on the work of darkness, and of secret murder; and he has brought it forth from the beginning of man even down to this time."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":30,"verse_title":"Helaman 6:30","verse_short_title":"Hel. 6:30","scripture_text":"And behold, it is he who is the author of all sin. And behold, he doth carry on his works of darkness and secret murder, and doth hand down their plots, and their oaths, and their covenants, and their plans of awful wickedness, from generation to generation according as he can get hold upon the hearts of the children of men."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":31,"verse_title":"Helaman 6:31","verse_short_title":"Hel. 6:31","scripture_text":"And now behold, he had got great hold upon the hearts of the Nephites; yea, insomuch that they had become exceedingly wicked; yea, the more part of them had turned out of the way of righteousness, and did trample under their feet the commandments of God, and did turn unto their own ways, and did build up unto themselves idols of their gold and their silver."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":32,"verse_title":"Helaman 6:32","verse_short_title":"Hel. 6:32","scripture_text":"And it came to pass that all these iniquities did come unto them in the space of not many years, insomuch that a more part of it had come unto them in the sixty and seventh year of the reign of the judges over the people of Nephi."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":33,"verse_title":"Helaman 6:33","verse_short_title":"Hel. 6:33","scripture_text":"And they did grow in their iniquities in the sixty and eighth year also, to the great sorrow and lamentation of the righteous."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":34,"verse_title":"Helaman 6:34","verse_short_title":"Hel. 6:34","scripture_text":"And thus we see that the Nephites did begin to dwindle in unbelief, and grow in wickedness and abominations, while the Lamanites began to grow exceedingly in the knowledge of their God; yea, they did begin to keep his statutes and commandments, and to walk in truth and uprightness before him."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":35,"verse_title":"Helaman 6:35","verse_short_title":"Hel. 6:35","scripture_text":"And thus we see that the Spirit of the Lord began to withdraw from the Nephites, because of the wickedness and the hardness of their hearts."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":36,"verse_title":"Helaman 6:36","verse_short_title":"Hel. 6:36","scripture_text":"And thus we see that the Lord began to pour out his Spirit upon the Lamanites, because of their easiness and willingness to believe in his words."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":37,"verse_title":"Helaman 6:37","verse_short_title":"Hel. 6:37","scripture_text":"And it came to pass that the Lamanites did hunt the band of robbers of Gadianton; and they did preach the word of God among the more wicked part of them, insomuch that this band of robbers was utterly destroyed from among the Lamanites."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":38,"verse_title":"Helaman 6:38","verse_short_title":"Hel. 6:38","scripture_text":"And it came to pass on the other hand, that the Nephites did build them up and support them, beginning at the more wicked part of them, until they had overspread all the land of the Nephites, and had seduced the more part of the righteous until they had come down to believe in their works and partake of their spoils, and to join with them in their secret murders and combinations."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":39,"verse_title":"Helaman 6:39","verse_short_title":"Hel. 6:39","scripture_text":"And thus they did obtain the sole management of the government, insomuch that they did trample under their feet and smite and rend and turn their backs upon the poor and the meek, and the humble followers of God."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":40,"verse_title":"Helaman 6:40","verse_short_title":"Hel. 6:40","scripture_text":"And thus we see that they were in an awful state, and ripening for an everlasting destruction."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":6,"verse_number":41,"verse_title":"Helaman 6:41","verse_short_title":"Hel. 6:41","scripture_text":"And it came to pass that thus ended the sixty and eighth year of the reign of the judges over the people of Nephi."}]},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verses":[{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":1,"verse_title":"Helaman 7:1","verse_short_title":"Hel. 7:1","scripture_text":"Behold, now it came to pass in the sixty and ninth year of the reign of the judges over the people of the Nephites, that Nephi, the son of Helaman, returned to the land of Zarahemla from the land northward."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":2,"verse_title":"Helaman 7:2","verse_short_title":"Hel. 7:2","scripture_text":"For he had been forth among the people who were in the land northward, and did preach the word of God unto them, and did prophesy many things unto them;"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":3,"verse_title":"Helaman 7:3","verse_short_title":"Hel. 7:3","scripture_text":"And they did reject all his words, insomuch that he could not stay among them, but returned again unto the land of his nativity."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":4,"verse_title":"Helaman 7:4","verse_short_title":"Hel. 7:4","scripture_text":"And seeing the people in a state of such awful wickedness, and those Gadianton robbers filling the judgment-seats--having usurped the power and authority of the land; laying aside the commandments of God, and not in the least aright before him; doing no justice unto the children of men;"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":5,"verse_title":"Helaman 7:5","verse_short_title":"Hel. 7:5","scripture_text":"Condemning the righteous because of their righteousness; letting the guilty and the wicked go unpunished because of their money; and moreover to be held in office at the head of government, to rule and do according to their wills, that they might get gain and glory of the world, and, moreover, that they might the more easily commit adultery, and steal, and kill, and do according to their own wills--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":6,"verse_title":"Helaman 7:6","verse_short_title":"Hel. 7:6","scripture_text":"Now this great iniquity had come upon the Nephites, in the space of not many years; and when Nephi saw it, his heart was swollen with sorrow within his breast; and he did exclaim in the agony of his soul:"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":7,"verse_title":"Helaman 7:7","verse_short_title":"Hel. 7:7","scripture_text":"Oh, that I could have had my days in the days when my father Nephi first came out of the land of Jerusalem, that I could have joyed with him in the promised land; then were his people easy to be entreated, firm to keep the commandments of God, and slow to be led to do iniquity; and they were quick to hearken unto the words of the Lord--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":8,"verse_title":"Helaman 7:8","verse_short_title":"Hel. 7:8","scripture_text":"Yea, if my days could have been in those days, then would my soul have had joy in the righteousness of my brethren."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":9,"verse_title":"Helaman 7:9","verse_short_title":"Hel. 7:9","scripture_text":"But behold, I am consigned that these are my days, and that my soul shall be filled with sorrow because of this the wickedness of my brethren."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":10,"verse_title":"Helaman 7:10","verse_short_title":"Hel. 7:10","scripture_text":"And behold, now it came to pass that it was upon a tower, which was in the garden of Nephi, which was by the highway which led to the chief market, which was in the city of Zarahemla; therefore, Nephi had bowed himself upon the tower which was in his garden, which tower was also near unto the garden gate by which led the highway."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":11,"verse_title":"Helaman 7:11","verse_short_title":"Hel. 7:11","scripture_text":"And it came to pass that there were certain men passing by and saw Nephi as he was pouring out his soul unto God upon the tower; and they ran and told the people what they had seen, and the people came together in multitudes that they might know the cause of so great mourning for the wickedness of the people."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":12,"verse_title":"Helaman 7:12","verse_short_title":"Hel. 7:12","scripture_text":"And now, when Nephi arose he beheld the multitudes of people who had gathered together."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":13,"verse_title":"Helaman 7:13","verse_short_title":"Hel. 7:13","scripture_text":"And it came to pass that he opened his mouth and said unto them: Behold, why have ye gathered yourselves together? That I may tell you of your iniquities?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":14,"verse_title":"Helaman 7:14","verse_short_title":"Hel. 7:14","scripture_text":"Yea, because I have got upon my tower that I might pour out my soul unto my God, because of the exceeding sorrow of my heart, which is because of your iniquities!"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":15,"verse_title":"Helaman 7:15","verse_short_title":"Hel. 7:15","scripture_text":"And because of my mourning and lamentation ye have gathered yourselves together, and do marvel; yea, and ye have great need to marvel; yea, ye ought to marvel because ye are given away that the devil has got so great hold upon your hearts."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":16,"verse_title":"Helaman 7:16","verse_short_title":"Hel. 7:16","scripture_text":"Yea, how could you have given way to the enticing of him who is seeking to hurl away your souls down to everlasting misery and endless wo?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":17,"verse_title":"Helaman 7:17","verse_short_title":"Hel. 7:17","scripture_text":"O repent ye, repent ye! Why will ye die? Turn ye, turn ye unto the Lord your God. Why has he forsaken you?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":18,"verse_title":"Helaman 7:18","verse_short_title":"Hel. 7:18","scripture_text":"It is because you have hardened your hearts; yea, ye will not hearken unto the voice of the good shepherd; yea, ye have provoked him to anger against you."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":19,"verse_title":"Helaman 7:19","verse_short_title":"Hel. 7:19","scripture_text":"And behold, instead of gathering you, except ye will repent, behold, he shall scatter you forth that ye shall become meat for dogs and wild beasts."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":20,"verse_title":"Helaman 7:20","verse_short_title":"Hel. 7:20","scripture_text":"O, how could you have forgotten your God in the very day that he has delivered you?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":21,"verse_title":"Helaman 7:21","verse_short_title":"Hel. 7:21","scripture_text":"But behold, it is to get gain, to be praised of men, yea, and that ye might get gold and silver. And ye have set your hearts upon the riches and the vain things of this world, for the which ye do murder, and plunder, and steal, and bear false witness against your neighbor, and do all manner of iniquity."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":22,"verse_title":"Helaman 7:22","verse_short_title":"Hel. 7:22","scripture_text":"And for this cause wo shall come unto you except ye shall repent. For if ye will not repent, behold, this great city, and also all those great cities which are round about, which are in the land of our possession, shall be taken away that ye shall have no place in them; for behold, the Lord will not grant unto you strength, as he has hitherto done, to withstand against your enemies."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":23,"verse_title":"Helaman 7:23","verse_short_title":"Hel. 7:23","scripture_text":"For behold, thus saith the Lord: I will not show unto the wicked of my strength, to one more than the other, save it be unto those who repent of their sins, and hearken unto my words. Now therefore, I would that ye should behold, my brethren, that it shall be better for the Lamanites than for you except ye shall repent."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":24,"verse_title":"Helaman 7:24","verse_short_title":"Hel. 7:24","scripture_text":"For behold, they are more righteous than you, for they have not sinned against that great knowledge which ye have received; therefore the Lord will be merciful unto them; yea, he will lengthen out their days and increase their seed, even when thou shalt be utterly destroyed except thou shalt repent."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":25,"verse_title":"Helaman 7:25","verse_short_title":"Hel. 7:25","scripture_text":"Yea, wo be unto you because of that great abomination which has come among you; and ye have united yourselves unto it, yea, to that secret band which was established by Gadianton!"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":26,"verse_title":"Helaman 7:26","verse_short_title":"Hel. 7:26","scripture_text":"Yea, wo shall come unto you because of that pride which ye have suffered to enter your hearts, which has lifted you up beyond that which is good because of your exceedingly great riches!"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":27,"verse_title":"Helaman 7:27","verse_short_title":"Hel. 7:27","scripture_text":"Yea, wo be unto you because of your wickedness and abominations!"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":28,"verse_title":"Helaman 7:28","verse_short_title":"Hel. 7:28","scripture_text":"And except ye repent ye shall perish; yea, even your lands shall be taken from you, and ye shall be destroyed from off the face of the earth."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":7,"verse_number":29,"verse_title":"Helaman 7:29","verse_short_title":"Hel. 7:29","scripture_text":"Behold now, I do not say that these things shall be, of myself, because it is not of myself that I know these things; but behold, I know that these things are true because the Lord God has made them known unto me, therefore I testify that they shall be."}]},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verses":[{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":1,"verse_title":"Helaman 8:1","verse_short_title":"Hel. 8:1","scripture_text":"And now it came to pass that when Nephi had said these words, behold, there were men who were judges, who also belonged to the secret band of Gadianton, and they were angry, and they cried out against him, saying unto the people: Why do ye not seize upon this man and bring him forth, that he may be condemned according to the crime which he has done?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":2,"verse_title":"Helaman 8:2","verse_short_title":"Hel. 8:2","scripture_text":"Why seest thou this man, and hearest him revile against this people and against our law?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":3,"verse_title":"Helaman 8:3","verse_short_title":"Hel. 8:3","scripture_text":"For behold, Nephi had spoken unto them concerning the corruptness of their law; yea, many things did Nephi speak which cannot be written; and nothing did he speak which was contrary to the commandments of God."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":4,"verse_title":"Helaman 8:4","verse_short_title":"Hel. 8:4","scripture_text":"And those judges were angry with him because he spake plainly unto them concerning their secret works of darkness; nevertheless, they durst not lay their own hands upon him, for they feared the people lest they should cry out against them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":5,"verse_title":"Helaman 8:5","verse_short_title":"Hel. 8:5","scripture_text":"Therefore they did cry unto the people, saying: Why do you suffer this man to revile against us? For behold he doth condemn all this people, even unto destruction; yea, and also that these our great cities shall be taken from us, that we shall have no place in them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":6,"verse_title":"Helaman 8:6","verse_short_title":"Hel. 8:6","scripture_text":"And now we know that this is impossible, for behold, we are powerful, and our cities great, therefore our enemies can have no power over us."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":7,"verse_title":"Helaman 8:7","verse_short_title":"Hel. 8:7","scripture_text":"And it came to pass that thus they did stir up the people to anger against Nephi, and raised contentions among them; for there were some who did cry out: Let this man alone, for he is a good man, and those things which he saith will surely come to pass except we repent;"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":8,"verse_title":"Helaman 8:8","verse_short_title":"Hel. 8:8","scripture_text":"Yea, behold, all the judgments will come upon us which he has testified unto us; for we know that he has testified aright unto us concerning our iniquities. And behold they are many, and he knoweth as well all things which shall befall us as he knoweth of our iniquities;"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":9,"verse_title":"Helaman 8:9","verse_short_title":"Hel. 8:9","scripture_text":"Yea, and behold, if he had not been a prophet he could not have testified concerning those things."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":10,"verse_title":"Helaman 8:10","verse_short_title":"Hel. 8:10","scripture_text":"And it came to pass that those people who sought to destroy Nephi were compelled because of their fear, that they did not lay their hands on him; therefore he began again to speak unto them, seeing that he had gained favor in the eyes of some, insomuch that the remainder of them did fear."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":11,"verse_title":"Helaman 8:11","verse_short_title":"Hel. 8:11","scripture_text":"Therefore he was constrained to speak more unto them saying: Behold, my brethren, have ye not read that God gave power unto one man, even Moses, to smite upon the waters of the Red Sea, and they parted hither and thither, insomuch that the Israelites, who were our fathers, came through upon dry ground, and the waters closed upon the armies of the Egyptians and swallowed them up?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":12,"verse_title":"Helaman 8:12","verse_short_title":"Hel. 8:12","scripture_text":"And now behold, if God gave unto this man such power, then why should ye dispute among yourselves, and say that he hath given unto me no power whereby I may know concerning the judgments that shall come upon you except ye repent?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":13,"verse_title":"Helaman 8:13","verse_short_title":"Hel. 8:13","scripture_text":"But, behold, ye not only deny my words, but ye also deny all the words which have been spoken by our fathers, and also the words which were spoken by this man, Moses, who had such great power given unto him, yea, the words which he hath spoken concerning the coming of the Messiah."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":14,"verse_title":"Helaman 8:14","verse_short_title":"Hel. 8:14","scripture_text":"Yea, did he not bear record that the Son of God should come? And as he lifted up the brazen serpent in the wilderness, even so shall he be lifted up who should come."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":15,"verse_title":"Helaman 8:15","verse_short_title":"Hel. 8:15","scripture_text":"And as many as should look upon that serpent should live, even so as many as should look upon the Son of God with faith, having a contrite spirit, might live, even unto that life which is eternal."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":16,"verse_title":"Helaman 8:16","verse_short_title":"Hel. 8:16","scripture_text":"And now behold, Moses did not only testify of these things, but also all the holy prophets, from his days even to the days of Abraham."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":17,"verse_title":"Helaman 8:17","verse_short_title":"Hel. 8:17","scripture_text":"Yea, and behold, Abraham saw of his coming, and was filled with gladness and did rejoice."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":18,"verse_title":"Helaman 8:18","verse_short_title":"Hel. 8:18","scripture_text":"Yea, and behold I say unto you, that Abraham not only knew of these things, but there were many before the days of Abraham who were called by the order of God; yea, even after the order of his Son; and this that it should be shown unto the people, a great many thousand years before his coming, that even redemption should come unto them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":19,"verse_title":"Helaman 8:19","verse_short_title":"Hel. 8:19","scripture_text":"And now I would that ye should know, that even since the days of Abraham there have been many prophets that have testified these things; yea, behold, the prophet Zenos did testify boldly; for the which he was slain."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":20,"verse_title":"Helaman 8:20","verse_short_title":"Hel. 8:20","scripture_text":"And behold, also Zenock, and also Ezias, and also Isaiah, and Jeremiah, (Jeremiah being that same prophet who testified of the destruction of Jerusalem) and now we know that Jerusalem was destroyed according to the words of Jeremiah. O then why not the Son of God come, according to his prophecy?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":21,"verse_title":"Helaman 8:21","verse_short_title":"Hel. 8:21","scripture_text":"And now will you dispute that Jerusalem was destroyed? Will ye say that the sons of Zedekiah were not slain, all except it were Mulek? Yea, and do ye not behold that the seed of Zedekiah are with us, and they were driven out of the land of Jerusalem? But behold, this is not all--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":22,"verse_title":"Helaman 8:22","verse_short_title":"Hel. 8:22","scripture_text":"Our father Lehi was driven out of Jerusalem because he testified of these things. Nephi also testified of these things, and also almost all of our fathers, even down to this time; yea, they have testified of the coming of Christ, and have looked forward, and have rejoiced in his day which is to come."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":23,"verse_title":"Helaman 8:23","verse_short_title":"Hel. 8:23","scripture_text":"And behold, he is God, and he is with them, and he did manifest himself unto them, that they were redeemed by him; and they gave unto him glory, because of that which is to come."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":24,"verse_title":"Helaman 8:24","verse_short_title":"Hel. 8:24","scripture_text":"And now, seeing ye know these things and cannot deny them except ye shall lie, therefore in this ye have sinned, for ye have rejected all these things, notwithstanding so many evidences which ye have received; yea, even ye have received all things, both things in heaven, and all things which are in the earth, as a witness that they are true."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":25,"verse_title":"Helaman 8:25","verse_short_title":"Hel. 8:25","scripture_text":"But behold, ye have rejected the truth, and rebelled against your holy God; and even at this time, instead of laying up for yourselves treasures in heaven, where nothing doth corrupt, and where nothing can come which is unclean, ye are heaping up for yourselves wrath against the day of judgment."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":26,"verse_title":"Helaman 8:26","verse_short_title":"Hel. 8:26","scripture_text":"Yea, even at this time ye are ripening, because of your murders and your fornication and wickedness, for everlasting destruction; yea, and except ye repent it will come unto you soon."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":27,"verse_title":"Helaman 8:27","verse_short_title":"Hel. 8:27","scripture_text":"Yea, behold it is now even at your doors; yea, go ye in unto the judgment-seat, and search; and behold, your judge is murdered, and he lieth in his blood; and he hath been murdered by his brother, who seeketh to sit in the judgment-seat."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":8,"verse_number":28,"verse_title":"Helaman 8:28","verse_short_title":"Hel. 8:28","scripture_text":"And behold, they both belong to your secret band, whose author is Gadianton and the evil one who seeketh to destroy the souls of men."}]},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verses":[{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":1,"verse_title":"Helaman 9:1","verse_short_title":"Hel. 9:1","scripture_text":"Behold, now it came to pass that when Nephi had spoken these words, certain men who were among them ran to the judgment-seat; yea, even there were five who went, and they said among themselves, as they went:"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":2,"verse_title":"Helaman 9:2","verse_short_title":"Hel. 9:2","scripture_text":"Behold, now we will know of a surety whether this man be a prophet and God hath commanded him to prophesy such marvelous things unto us. Behold, we do not believe that he hath; yea, we do not believe that he is a prophet; nevertheless, if this thing which he has said concerning the chief judge be true, that he be dead, then will we believe that the other words which he has spoken are true."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":3,"verse_title":"Helaman 9:3","verse_short_title":"Hel. 9:3","scripture_text":"And it came to pass that they ran in their might, and came in unto the judgment-seat; and behold, the chief judge had fallen to the earth, and did lie in his blood."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":4,"verse_title":"Helaman 9:4","verse_short_title":"Hel. 9:4","scripture_text":"And now behold, when they saw this they were astonished exceedingly, insomuch that they fell to the earth; for they had not believed the words which Nephi had spoken concerning the chief judge."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":5,"verse_title":"Helaman 9:5","verse_short_title":"Hel. 9:5","scripture_text":"But now, when they saw they believed, and fear came upon them lest all the judgments which Nephi had spoken should come upon the people; therefore they did quake, and had fallen to the earth."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":6,"verse_title":"Helaman 9:6","verse_short_title":"Hel. 9:6","scripture_text":"Now, immediately when the judge had been murdered--he being stabbed by his brother by a garb of secrecy, and he fled, and the servants ran and told the people, raising the cry of murder among them;"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":7,"verse_title":"Helaman 9:7","verse_short_title":"Hel. 9:7","scripture_text":"And behold the people did gather themselves together unto the place of the judgment-seat--and behold, to their astonishment they saw those five men who had fallen to the earth."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":8,"verse_title":"Helaman 9:8","verse_short_title":"Hel. 9:8","scripture_text":"And now behold, the people knew nothing concerning the multitude who had gathered together at the garden of Nephi; therefore they said among themselves: These men are they who have murdered the judge, and God has smitten them that they could not flee from us."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":9,"verse_title":"Helaman 9:9","verse_short_title":"Hel. 9:9","scripture_text":"And it came to pass that they laid hold on them, and bound them and cast them into prison. And there was a proclamation sent abroad that the judge was slain, and that the murderers had been taken and were cast into prison."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":10,"verse_title":"Helaman 9:10","verse_short_title":"Hel. 9:10","scripture_text":"And it came to pass that on the morrow the people did assemble themselves together to mourn and to fast, at the burial of the great chief judge who had been slain."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":11,"verse_title":"Helaman 9:11","verse_short_title":"Hel. 9:11","scripture_text":"And thus also those judges who were at the garden of Nephi, and heard his words, were also gathered together at the burial."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":12,"verse_title":"Helaman 9:12","verse_short_title":"Hel. 9:12","scripture_text":"And it came to pass that they inquired among the people, saying: Where are the five who were sent to inquire concerning the chief judge whether he was dead? And they answered and said: Concerning this five whom ye say ye have sent, we know not; but there are five who are the murderers, whom we have cast into prison."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":13,"verse_title":"Helaman 9:13","verse_short_title":"Hel. 9:13","scripture_text":"And it came to pass that the judges desired that they should be brought; and they were brought, and behold they were the five who were sent; and behold the judges inquired of them to know concerning the matter, and they told them all that they had done, saying:"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":14,"verse_title":"Helaman 9:14","verse_short_title":"Hel. 9:14","scripture_text":"We ran and came to the place of the judgment-seat, and when we saw all things even as Nephi had testified, we were astonished insomuch that we fell to the earth; and when we were recovered from our astonishment, behold they cast us into prison."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":15,"verse_title":"Helaman 9:15","verse_short_title":"Hel. 9:15","scripture_text":"Now, as for the murder of this man, we know not who has done it; and only this much we know, we ran and came according as ye desired, and behold he was dead, according to the words of Nephi."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":16,"verse_title":"Helaman 9:16","verse_short_title":"Hel. 9:16","scripture_text":"And now it came to pass that the judges did expound the matter unto the people, and did cry out against Nephi, saying: Behold, we know that this Nephi must have agreed with some one to slay the judge, and then he might declare it unto us, that he might convert us unto his faith, that he might raise himself to be a great man, chosen of God, and a prophet."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":17,"verse_title":"Helaman 9:17","verse_short_title":"Hel. 9:17","scripture_text":"And now behold, we will detect this man, and he shall confess his fault and make known unto us the true murderer of this judge."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":18,"verse_title":"Helaman 9:18","verse_short_title":"Hel. 9:18","scripture_text":"And it came to pass that the five were liberated on the day of the burial. Nevertheless, they did rebuke the judges in the words which they had spoken against Nephi, and did contend with them one by one, insomuch that they did confound them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":19,"verse_title":"Helaman 9:19","verse_short_title":"Hel. 9:19","scripture_text":"Nevertheless, they caused that Nephi should be taken and bound and brought before the multitude, and they began to question him in divers ways that they might cross him, that they might accuse him to death--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":20,"verse_title":"Helaman 9:20","verse_short_title":"Hel. 9:20","scripture_text":"Saying unto him: Thou art confederate; who is this man that hath done this murder? Now tell us, and acknowledge thy fault; saying, Behold here is money; and also we will grant unto thee thy life if thou wilt tell us, and acknowledge the agreement which thou hast made with him."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":21,"verse_title":"Helaman 9:21","verse_short_title":"Hel. 9:21","scripture_text":"But Nephi said unto them: O ye fools, ye uncircumcised of heart, ye blind, and ye stiffnecked people, do ye know how long the Lord your God will suffer you that ye shall go on in this your way of sin?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":22,"verse_title":"Helaman 9:22","verse_short_title":"Hel. 9:22","scripture_text":"O ye ought to begin to howl and mourn, because of the great destruction which at this time doth await you, except ye shall repent."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":23,"verse_title":"Helaman 9:23","verse_short_title":"Hel. 9:23","scripture_text":"Behold ye say that I have agreed with a man that he should murder Seezoram, our chief judge. But behold, I say unto you, that this is because I have testified unto you that ye might know concerning this thing; yea, even for a witness unto you, that I did know of the wickedness and abominations which are among you."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":24,"verse_title":"Helaman 9:24","verse_short_title":"Hel. 9:24","scripture_text":"And because I have done this, ye say that I have agreed with a man that he should do this thing; yea, because I showed unto you this sign ye are angry with me, and seek to destroy my life."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":25,"verse_title":"Helaman 9:25","verse_short_title":"Hel. 9:25","scripture_text":"And now behold, I will show unto you another sign, and see if ye will in this thing seek to destroy me."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":26,"verse_title":"Helaman 9:26","verse_short_title":"Hel. 9:26","scripture_text":"Behold I say unto you: Go to the house of Seantum, who is the brother of Seezoram, and say unto him--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":27,"verse_title":"Helaman 9:27","verse_short_title":"Hel. 9:27","scripture_text":"Has Nephi, the pretended prophet, who doth prophesy so much evil concerning this people, agreed with thee, in the which ye have murdered Seezoram, who is your brother?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":28,"verse_title":"Helaman 9:28","verse_short_title":"Hel. 9:28","scripture_text":"And behold, he shall say unto you, Nay."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":29,"verse_title":"Helaman 9:29","verse_short_title":"Hel. 9:29","scripture_text":"And ye shall say unto him: Have ye murdered your brother?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":30,"verse_title":"Helaman 9:30","verse_short_title":"Hel. 9:30","scripture_text":"And he shall stand with fear, and wist not what to say. And behold, he shall deny unto you; and he shall make as if he were astonished; nevertheless, he shall declare unto you that he is innocent."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":31,"verse_title":"Helaman 9:31","verse_short_title":"Hel. 9:31","scripture_text":"But behold, ye shall examine him, and ye shall find blood upon the skirts of his cloak."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":32,"verse_title":"Helaman 9:32","verse_short_title":"Hel. 9:32","scripture_text":"And when ye have seen this, ye shall say: From whence cometh this blood? Do we not know that it is the blood of your brother?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":33,"verse_title":"Helaman 9:33","verse_short_title":"Hel. 9:33","scripture_text":"And then shall he tremble, and shall look pale, even as if death had come upon him."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":34,"verse_title":"Helaman 9:34","verse_short_title":"Hel. 9:34","scripture_text":"And then shall ye say: Because of this fear and this paleness which has come upon your face, behold, we know that thou art guilty."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":35,"verse_title":"Helaman 9:35","verse_short_title":"Hel. 9:35","scripture_text":"And then shall greater fear come upon him; and then shall he confess unto you, and deny no more that he has done this murder."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":36,"verse_title":"Helaman 9:36","verse_short_title":"Hel. 9:36","scripture_text":"And then shall he say unto you, that I, Nephi, know nothing concerning the matter save it were given unto me by the power of God. And then shall ye know that I am an honest man, and that I am sent unto you from God."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":37,"verse_title":"Helaman 9:37","verse_short_title":"Hel. 9:37","scripture_text":"And it came to pass that they went and did, even according as Nephi had said unto them. And behold, the words which he had said were true; for according to the words he did deny; and also according to the words he did confess."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":38,"verse_title":"Helaman 9:38","verse_short_title":"Hel. 9:38","scripture_text":"And he was brought to prove that he himself was the very murderer, insomuch that the five were set at liberty, and also was Nephi."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":39,"verse_title":"Helaman 9:39","verse_short_title":"Hel. 9:39","scripture_text":"And there were some of the Nephites who believed on the words of Nephi; and there were some also, who believed because of the testimony of the five, for they had been converted while they were in prison."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":40,"verse_title":"Helaman 9:40","verse_short_title":"Hel. 9:40","scripture_text":"And now there were some among the people, who said that Nephi was a prophet."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":9,"verse_number":41,"verse_title":"Helaman 9:41","verse_short_title":"Hel. 9:41","scripture_text":"And there were others who said: Behold, he is a god, for except he was a god he could not know of all things. For behold, he has told us the thoughts of our hearts, and also has told us things; and even he has brought unto our knowledge the true murderer of our chief judge."}]},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verses":[{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":1,"verse_title":"Helaman 10:1","verse_short_title":"Hel. 10:1","scripture_text":"And it came to pass that there arose a division among the people, insomuch that they divided hither and thither and went their ways, leaving Nephi alone, as he was standing in the midst of them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":2,"verse_title":"Helaman 10:2","verse_short_title":"Hel. 10:2","scripture_text":"And it came to pass that Nephi went his way towards his own house, pondering upon the things which the Lord had shown unto him."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":3,"verse_title":"Helaman 10:3","verse_short_title":"Hel. 10:3","scripture_text":"And it came to pass as he was thus pondering--being much cast down because of the wickedness of the people of the Nephites, their secret works of darkness, and their murderings, and their plunderings, and all manner of iniquities--and it came to pass as he was thus pondering in his heart, behold, a voice came unto him saying:"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":4,"verse_title":"Helaman 10:4","verse_short_title":"Hel. 10:4","scripture_text":"Blessed art thou, Nephi, for those things which thou hast done; for I have beheld how thou hast with unwearyingness declared the word, which I have given unto thee, unto this people. And thou hast not feared them, and hast not sought thine own life, but hast sought my will, and to keep my commandments."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":5,"verse_title":"Helaman 10:5","verse_short_title":"Hel. 10:5","scripture_text":"And now, because thou hast done this with such unwearyingness, behold, I will bless thee forever; and I will make thee mighty in word and in deed, in faith and in works; yea, even that all things shall be done unto thee according to thy word, for thou shalt not ask that which is contrary to my will."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":6,"verse_title":"Helaman 10:6","verse_short_title":"Hel. 10:6","scripture_text":"Behold, thou art Nephi, and I am God. Behold, I declare it unto thee in the presence of mine angels, that ye shall have power over this people, and shall smite the earth with famine, and with pestilence, and destruction, according to the wickedness of this people."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":7,"verse_title":"Helaman 10:7","verse_short_title":"Hel. 10:7","scripture_text":"Behold, I give unto you power, that whatsoever ye shall seal on earth shall be sealed in heaven; and whatsoever ye shall loose on earth shall be loosed in heaven; and thus shall ye have power among this people."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":8,"verse_title":"Helaman 10:8","verse_short_title":"Hel. 10:8","scripture_text":"And thus, if ye shall say unto this temple it shall be rent in twain, it shall be done."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":9,"verse_title":"Helaman 10:9","verse_short_title":"Hel. 10:9","scripture_text":"And if ye shall say unto this mountain, Be thou cast down and become smooth, it shall be done."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":10,"verse_title":"Helaman 10:10","verse_short_title":"Hel. 10:10","scripture_text":"And behold, if ye shall say that God shall smite this people, it shall come to pass."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":11,"verse_title":"Helaman 10:11","verse_short_title":"Hel. 10:11","scripture_text":"And now behold, I command you, that ye shall go and declare unto this people, that thus saith the Lord God, who is the Almighty: Except ye repent ye shall be smitten, even unto destruction."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":12,"verse_title":"Helaman 10:12","verse_short_title":"Hel. 10:12","scripture_text":"And behold, now it came to pass that when the Lord had spoken these words unto Nephi, he did stop and did not go unto his own house, but did return unto the multitudes who were scattered about upon the face of the land, and began to declare unto them the word of the Lord which had been spoken unto him, concerning their destruction if they did not repent."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":13,"verse_title":"Helaman 10:13","verse_short_title":"Hel. 10:13","scripture_text":"Now behold, notwithstanding that great miracle which Nephi had done in telling them concerning the death of the chief judge, they did harden their hearts and did not hearken unto the words of the Lord."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":14,"verse_title":"Helaman 10:14","verse_short_title":"Hel. 10:14","scripture_text":"Therefore Nephi did declare unto them the word of the Lord, saying: Except ye repent, thus saith the Lord, ye shall be smitten even unto destruction."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":15,"verse_title":"Helaman 10:15","verse_short_title":"Hel. 10:15","scripture_text":"And it came to pass that when Nephi had declared unto them the word, behold, they did still harden their hearts and would not hearken unto his words; therefore they did revile against him, and did seek to lay their hands upon him that they might cast him into prison."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":16,"verse_title":"Helaman 10:16","verse_short_title":"Hel. 10:16","scripture_text":"But behold, the power of God was with him, and they could not take him to cast him into prison, for he was taken by the Spirit and conveyed away out of the midst of them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":17,"verse_title":"Helaman 10:17","verse_short_title":"Hel. 10:17","scripture_text":"And it came to pass that thus he did go forth in the Spirit, from multitude to multitude, declaring the word of God, even until he had declared it unto them all, or sent it forth among all the people."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":18,"verse_title":"Helaman 10:18","verse_short_title":"Hel. 10:18","scripture_text":"And it came to pass that they would not hearken unto his words; and there began to be contentions, insomuch that they were divided against themselves and began to slay one another with the sword."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":10,"verse_number":19,"verse_title":"Helaman 10:19","verse_short_title":"Hel. 10:19","scripture_text":"And thus ended the seventy and first year of the reign of the judges over the people of Nephi."}]},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verses":[{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":1,"verse_title":"Helaman 11:1","verse_short_title":"Hel. 11:1","scripture_text":"And now it came to pass in the seventy and second year of the reign of the judges that the contentions did increase, insomuch that there were wars throughout all the land among all the people of Nephi."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":2,"verse_title":"Helaman 11:2","verse_short_title":"Hel. 11:2","scripture_text":"And it was this secret band of robbers who did carry on this work of destruction and wickedness. And this war did last all that year; and in the seventy and third year it did also last."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":3,"verse_title":"Helaman 11:3","verse_short_title":"Hel. 11:3","scripture_text":"And it came to pass that in this year Nephi did cry unto the Lord, saying:"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":4,"verse_title":"Helaman 11:4","verse_short_title":"Hel. 11:4","scripture_text":"O Lord, do not suffer that this people shall be destroyed by the sword; but O Lord, rather let there be a famine in the land, to stir them up in remembrance of the Lord their God, and perhaps they will repent and turn unto thee."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":5,"verse_title":"Helaman 11:5","verse_short_title":"Hel. 11:5","scripture_text":"And so it was done, according to the words of Nephi. And there was a great famine upon the land, among all the people of Nephi. And thus in the seventy and fourth year the famine did continue, and the work of destruction did cease by the sword but became sore by famine."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":6,"verse_title":"Helaman 11:6","verse_short_title":"Hel. 11:6","scripture_text":"And this work of destruction did also continue in the seventy and fifth year. For the earth was smitten that it was dry, and did not yield forth grain in the season of grain; and the whole earth was smitten, even among the Lamanites as well as among the Nephites, so that they were smitten that they did perish by thousands in the more wicked parts of the land."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":7,"verse_title":"Helaman 11:7","verse_short_title":"Hel. 11:7","scripture_text":"And it came to pass that the people saw that they were about to perish by famine, and they began to remember the Lord their God; and they began to remember the words of Nephi."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":8,"verse_title":"Helaman 11:8","verse_short_title":"Hel. 11:8","scripture_text":"And the people began to plead with their chief judges and their leaders, that they would say unto Nephi: Behold, we know that thou art a man of God, and therefore cry unto the Lord our God that he turn away from us this famine, lest all the words which thou hast spoken concerning our destruction be fulfilled."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":9,"verse_title":"Helaman 11:9","verse_short_title":"Hel. 11:9","scripture_text":"And it came to pass that the judges did say unto Nephi, according to the words which had been desired. And it came to pass that when Nephi saw that the people had repented and did humble themselves in sackcloth, he cried again unto the Lord, saying:"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":10,"verse_title":"Helaman 11:10","verse_short_title":"Hel. 11:10","scripture_text":"O Lord, behold this people repenteth; and they have swept away the band of Gadianton from amongst them insomuch that they have become extinct, and they have concealed their secret plans in the earth."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":11,"verse_title":"Helaman 11:11","verse_short_title":"Hel. 11:11","scripture_text":"Now, O Lord, because of this their humility wilt thou turn away thine anger, and let thine anger be appeased in the destruction of those wicked men whom thou hast already destroyed."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":12,"verse_title":"Helaman 11:12","verse_short_title":"Hel. 11:12","scripture_text":"O Lord, wilt thou turn away thine anger, yea, thy fierce anger, and cause that this famine may cease in this land."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":13,"verse_title":"Helaman 11:13","verse_short_title":"Hel. 11:13","scripture_text":"O Lord, wilt thou hearken unto me, and cause that it may be done according to my words, and send forth rain upon the face of the earth, that she may bring forth her fruit, and her grain in the season of grain."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":14,"verse_title":"Helaman 11:14","verse_short_title":"Hel. 11:14","scripture_text":"O Lord, thou didst hearken unto my words when I said, Let there be a famine, that the pestilence of the sword might cease; and I know that thou wilt, even at this time, hearken unto my words, for thou saidst that: If this people repent I will spare them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":15,"verse_title":"Helaman 11:15","verse_short_title":"Hel. 11:15","scripture_text":"Yea, O Lord, and thou seest that they have repented, because of the famine and the pestilence and destruction which has come unto them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":16,"verse_title":"Helaman 11:16","verse_short_title":"Hel. 11:16","scripture_text":"And now, O Lord, wilt thou turn away thine anger, and try again if they will serve thee? And if so, O Lord, thou canst bless them according to thy words which thou hast said."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":17,"verse_title":"Helaman 11:17","verse_short_title":"Hel. 11:17","scripture_text":"And it came to pass that in the seventy and sixth year the Lord did turn away his anger from the people, and caused that rain should fall upon the earth, insomuch that it did bring forth her fruit in the season of her fruit. And it came to pass that it did bring forth her grain in the season of her grain."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":18,"verse_title":"Helaman 11:18","verse_short_title":"Hel. 11:18","scripture_text":"And behold, the people did rejoice and glorify God, and the whole face of the land was filled with rejoicing; and they did no more seek to destroy Nephi, but they did esteem him as a great prophet, and a man of God, having great power and authority given unto him from God."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":19,"verse_title":"Helaman 11:19","verse_short_title":"Hel. 11:19","scripture_text":"And behold, Lehi, his brother, was not a whit behind him as to things pertaining to righteousness."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":20,"verse_title":"Helaman 11:20","verse_short_title":"Hel. 11:20","scripture_text":"And thus it did come to pass that the people of Nephi began to prosper again in the land, and began to build up their waste places, and began to multiply and spread, even until they did cover the whole face of the land, both on the northward and on the southward, from the sea west to the sea east."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":21,"verse_title":"Helaman 11:21","verse_short_title":"Hel. 11:21","scripture_text":"And it came to pass that the seventy and sixth year did end in peace. And the seventy and seventh year began in peace; and the church did spread throughout the face of all the land; and the more part of the people, both the Nephites and the Lamanites, did belong to the church; and they did have exceedingly great peace in the land; and thus ended the seventy and seventh year."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":22,"verse_title":"Helaman 11:22","verse_short_title":"Hel. 11:22","scripture_text":"And also they had peace in the seventy and eighth year, save it were a few contentions concerning the points of doctrine which had been laid down by the prophets."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":23,"verse_title":"Helaman 11:23","verse_short_title":"Hel. 11:23","scripture_text":"And in the seventy and ninth year there began to be much strife. But it came to pass that Nephi and Lehi, and many of their brethren who knew concerning the true points of doctrine, having many revelations daily, therefore they did preach unto the people, insomuch that they did put an end to their strife in that same year."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":24,"verse_title":"Helaman 11:24","verse_short_title":"Hel. 11:24","scripture_text":"And it came to pass that in the eightieth year of the reign of the judges over the people of Nephi, there were a certain number of the dissenters from the people of Nephi, who had some years before gone over unto the Lamanites, and taken upon themselves the name of Lamanites, and also a certain number who were real descendants of the Lamanites, being stirred up to anger by them, or by those dissenters, therefore they commenced a war with their brethren."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":25,"verse_title":"Helaman 11:25","verse_short_title":"Hel. 11:25","scripture_text":"And they did commit murder and plunder; and then they would retreat back into the mountains, and into the wilderness and secret places, hiding themselves that they could not be discovered, receiving daily an addition to their numbers, inasmuch as there were dissenters that went forth unto them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":26,"verse_title":"Helaman 11:26","verse_short_title":"Hel. 11:26","scripture_text":"And thus in time, yea, even in the space of not many years, they became an exceedingly great band of robbers; and they did search out all the secret plans of Gadianton; and thus they became robbers of Gadianton."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":27,"verse_title":"Helaman 11:27","verse_short_title":"Hel. 11:27","scripture_text":"Now behold, these robbers did make great havoc, yea, even great destruction among the people of Nephi, and also among the people of the Lamanites."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":28,"verse_title":"Helaman 11:28","verse_short_title":"Hel. 11:28","scripture_text":"And it came to pass that it was expedient that there should be a stop put to this work of destruction; therefore they sent an army of strong men into the wilderness and upon the mountains to search out this band of robbers, and to destroy them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":29,"verse_title":"Helaman 11:29","verse_short_title":"Hel. 11:29","scripture_text":"But behold, it came to pass that in that same year they were driven back even into their own lands. And thus ended the eightieth year of the reign of the judges over the people of Nephi."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":30,"verse_title":"Helaman 11:30","verse_short_title":"Hel. 11:30","scripture_text":"And it came to pass in the commencement of the eighty and first year they did go forth again against this band of robbers, and did destroy many; and they were also visited with much destruction."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":31,"verse_title":"Helaman 11:31","verse_short_title":"Hel. 11:31","scripture_text":"And they were again obliged to return out of the wilderness and out of the mountains unto their own lands, because of the exceeding greatness of the numbers of those robbers who infested the mountains and the wilderness."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":32,"verse_title":"Helaman 11:32","verse_short_title":"Hel. 11:32","scripture_text":"And it came to pass that thus ended this year. And the robbers did still increase and wax strong, insomuch that they did defy the whole armies of the Nephites, and also of the Lamanites; and they did cause great fear to come unto the people upon all the face of the land."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":33,"verse_title":"Helaman 11:33","verse_short_title":"Hel. 11:33","scripture_text":"Yea, for they did visit many parts of the land, and did do great destruction unto them; yea, did kill many, and did carry away others captive into the wilderness, yea, and more especially their women and their children."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":34,"verse_title":"Helaman 11:34","verse_short_title":"Hel. 11:34","scripture_text":"Now this great evil, which came unto the people because of their iniquity, did stir them up again in remembrance of the Lord their God."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":35,"verse_title":"Helaman 11:35","verse_short_title":"Hel. 11:35","scripture_text":"And thus ended the eighty and first year of the reign of the judges."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":36,"verse_title":"Helaman 11:36","verse_short_title":"Hel. 11:36","scripture_text":"And in the eighty and second year they began again to forget the Lord their God. And in the eighty and third year they began to wax strong in iniquity. And in the eighty and fourth year they did not mend their ways."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":37,"verse_title":"Helaman 11:37","verse_short_title":"Hel. 11:37","scripture_text":"And it came to pass in the eighty and fifth year they did wax stronger and stronger in their pride, and in their wickedness; and thus they were ripening again for destruction."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":11,"verse_number":38,"verse_title":"Helaman 11:38","verse_short_title":"Hel. 11:38","scripture_text":"And thus ended the eighty and fifth year."}]},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verses":[{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":1,"verse_title":"Helaman 12:1","verse_short_title":"Hel. 12:1","scripture_text":"And thus we can behold how false, and also the unsteadiness of the hearts of the children of men; yea, we can see that the Lord in his great infinite goodness doth bless and prosper those who put their trust in him."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":2,"verse_title":"Helaman 12:2","verse_short_title":"Hel. 12:2","scripture_text":"Yea, and we may see at the very time when he doth prosper his people, yea, in the increase of their fields, their flocks and their herds, and in gold, and in silver, and in all manner of precious things of every kind and art; sparing their lives, and delivering them out of the hands of their enemies; softening the hearts of their enemies that they should not declare wars against them; yea, and in fine, doing all things for the welfare and happiness of his people; yea, then is the time that they do harden their hearts, and do forget the Lord their God, and do trample under their feet the Holy One--yea, and this because of their ease, and their exceedingly great prosperity."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":3,"verse_title":"Helaman 12:3","verse_short_title":"Hel. 12:3","scripture_text":"And thus we see that except the Lord doth chasten his people with many afflictions, yea, except he doth visit them with death and with terror, and with famine and with all manner of pestilence, they will not remember him."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":4,"verse_title":"Helaman 12:4","verse_short_title":"Hel. 12:4","scripture_text":"O how foolish, and how vain, and how evil, and devilish, and how quick to do iniquity, and how slow to do good, are the children of men; yea, how quick to hearken unto the words of the evil one, and to set their hearts upon the vain things of the world!"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":5,"verse_title":"Helaman 12:5","verse_short_title":"Hel. 12:5","scripture_text":"Yea, how quick to be lifted up in pride; yea, how quick to boast, and do all manner of that which is iniquity; and how slow are they to remember the Lord their God, and to give ear unto his counsels, yea, how slow to walk in wisdom's paths!"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":6,"verse_title":"Helaman 12:6","verse_short_title":"Hel. 12:6","scripture_text":"Behold, they do not desire that the Lord their God, who hath created them, should rule and reign over them; notwithstanding his great goodness and his mercy towards them, they do set at naught his counsels, and they will not that he should be their guide."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":7,"verse_title":"Helaman 12:7","verse_short_title":"Hel. 12:7","scripture_text":"O how great is the nothingness of the children of men; yea, even they are less than the dust of the earth."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":8,"verse_title":"Helaman 12:8","verse_short_title":"Hel. 12:8","scripture_text":"For behold, the dust of the earth moveth hither and thither, to the dividing asunder, at the command of our great and everlasting God."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":9,"verse_title":"Helaman 12:9","verse_short_title":"Hel. 12:9","scripture_text":"Yea, behold at his voice do the hills and the mountains tremble and quake."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":10,"verse_title":"Helaman 12:10","verse_short_title":"Hel. 12:10","scripture_text":"And by the power of his voice they are broken up, and become smooth, yea, even like unto a valley."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":11,"verse_title":"Helaman 12:11","verse_short_title":"Hel. 12:11","scripture_text":"Yea, by the power of his voice doth the whole earth shake;"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":12,"verse_title":"Helaman 12:12","verse_short_title":"Hel. 12:12","scripture_text":"Yea, by the power of his voice, do the foundations rock, even to the very center."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":13,"verse_title":"Helaman 12:13","verse_short_title":"Hel. 12:13","scripture_text":"Yea, and if he say unto the earth--Move--it is moved."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":14,"verse_title":"Helaman 12:14","verse_short_title":"Hel. 12:14","scripture_text":"Yea, if he say unto the earth--Thou shalt go back, that it lengthen out the day for many hours--it is done;"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":15,"verse_title":"Helaman 12:15","verse_short_title":"Hel. 12:15","scripture_text":"And thus, according to his word the earth goeth back, and it appeareth unto man that the sun standeth still; yea, and behold, this is so; for surely it is the earth that moveth and not the sun."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":16,"verse_title":"Helaman 12:16","verse_short_title":"Hel. 12:16","scripture_text":"And behold, also, if he say unto the waters of the great deep--Be thou dried up--it is done."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":17,"verse_title":"Helaman 12:17","verse_short_title":"Hel. 12:17","scripture_text":"Behold, if he say unto this mountain--Be thou raised up, and come over and fall upon that city, that it be buried up--behold it is done."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":18,"verse_title":"Helaman 12:18","verse_short_title":"Hel. 12:18","scripture_text":"And behold, if a man hide up a treasure in the earth, and the Lord shall say--Let it be accursed, because of the iniquity of him who hath hid it up--behold, it shall be accursed."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":19,"verse_title":"Helaman 12:19","verse_short_title":"Hel. 12:19","scripture_text":"And if the Lord shall say--Be thou accursed, that no man shall find thee from this time henceforth and forever--behold, no man getteth it henceforth and forever."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":20,"verse_title":"Helaman 12:20","verse_short_title":"Hel. 12:20","scripture_text":"And behold, if the Lord shall say unto a man--Because of thine iniquities, thou shalt be accursed forever--it shall be done."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":21,"verse_title":"Helaman 12:21","verse_short_title":"Hel. 12:21","scripture_text":"And if the Lord shall say--Because of thine iniquities thou shalt be cut off from my presence--he will cause that it shall be so."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":22,"verse_title":"Helaman 12:22","verse_short_title":"Hel. 12:22","scripture_text":"And wo unto him to whom he shall say this, for it shall be unto him that will do iniquity, and he cannot be saved; therefore, for this cause, that men might be saved, hath repentance been declared."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":23,"verse_title":"Helaman 12:23","verse_short_title":"Hel. 12:23","scripture_text":"Therefore, blessed are they who will repent and hearken unto the voice of the Lord their God; for these are they that shall be saved."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":24,"verse_title":"Helaman 12:24","verse_short_title":"Hel. 12:24","scripture_text":"And may God grant, in his great fulness, that men might be brought unto repentance and good works, that they might be restored unto grace for grace, according to their works."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":25,"verse_title":"Helaman 12:25","verse_short_title":"Hel. 12:25","scripture_text":"And I would that all men might be saved. But we read that in the great and last day there are some who shall be cast out, yea, who shall be cast off from the presence of the Lord;"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":12,"verse_number":26,"verse_title":"Helaman 12:26","verse_short_title":"Hel. 12:26","scripture_text":"Yea, who shall be consigned to a state of endless misery, fulfilling the words which say: They that have done good shall have everlasting life; and they that have done evil shall have everlasting damnation. And thus it is. Amen."}]},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verses":[{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":1,"verse_title":"Helaman 13:1","verse_short_title":"Hel. 13:1","scripture_text":"And now it came to pass in the eighty and sixth year, the Nephites did still remain in wickedness, yea, in great wickedness, while the Lamanites did observe strictly to keep the commandments of God, according to the law of Moses."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":2,"verse_title":"Helaman 13:2","verse_short_title":"Hel. 13:2","scripture_text":"And it came to pass that in this year there was one Samuel, a Lamanite, came into the land of Zarahemla, and began to preach unto the people. And it came to pass that he did preach, many days, repentance unto the people, and they did cast him out, and he was about to return to his own land."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":3,"verse_title":"Helaman 13:3","verse_short_title":"Hel. 13:3","scripture_text":"But behold, the voice of the Lord came unto him, that he should return again, and prophesy unto the people whatsoever things should come into his heart."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":4,"verse_title":"Helaman 13:4","verse_short_title":"Hel. 13:4","scripture_text":"And it came to pass that they would not suffer that he should enter into the city; therefore he went and got upon the wall thereof, and stretched forth his hand and cried with a loud voice, and prophesied unto the people whatsoever things the Lord put into his heart."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":5,"verse_title":"Helaman 13:5","verse_short_title":"Hel. 13:5","scripture_text":"And he said unto them: Behold, I, Samuel, a Lamanite, do speak the words of the Lord which he doth put into my heart; and behold he hath put it into my heart to say unto this people that the sword of justice hangeth over this people; and four hundred years pass not away save the sword of justice falleth upon this people."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":6,"verse_title":"Helaman 13:6","verse_short_title":"Hel. 13:6","scripture_text":"Yea, heavy destruction awaiteth this people, and it surely cometh unto this people, and nothing can save this people save it be repentance and faith on the Lord Jesus Christ, who surely shall come into the world, and shall suffer many things and shall be slain for his people."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":7,"verse_title":"Helaman 13:7","verse_short_title":"Hel. 13:7","scripture_text":"And behold, an angel of the Lord hath declared it unto me, and he did bring glad tidings to my soul. And behold, I was sent unto you to declare it unto you also, that ye might have glad tidings; but behold ye would not receive me."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":8,"verse_title":"Helaman 13:8","verse_short_title":"Hel. 13:8","scripture_text":"Therefore, thus saith the Lord: Because of the hardness of the hearts of the people of the Nephites, except they repent I will take away my word from them, and I will withdraw my Spirit from them, and I will suffer them no longer, and I will turn the hearts of their brethren against them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":9,"verse_title":"Helaman 13:9","verse_short_title":"Hel. 13:9","scripture_text":"And four hundred years shall not pass away before I will cause that they shall be smitten; yea, I will visit them with the sword and with famine and with pestilence."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":10,"verse_title":"Helaman 13:10","verse_short_title":"Hel. 13:10","scripture_text":"Yea, I will visit them in my fierce anger, and there shall be those of the fourth generation who shall live, of your enemies, to behold your utter destruction; and this shall surely come except ye repent, saith the Lord; and those of the fourth generation shall visit your destruction."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":11,"verse_title":"Helaman 13:11","verse_short_title":"Hel. 13:11","scripture_text":"But if ye will repent and return unto the Lord your God I will turn away mine anger, saith the Lord; yea, thus saith the Lord, blessed are they who will repent and turn unto me, but wo unto him that repenteth not."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":12,"verse_title":"Helaman 13:12","verse_short_title":"Hel. 13:12","scripture_text":"Yea, wo unto this great city of Zarahemla; for behold, it is because of those who are righteous that it is saved; yea, wo unto this great city, for I perceive, saith the Lord, that there are many, yea, even the more part of this great city, that will harden their hearts against me, saith the Lord."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":13,"verse_title":"Helaman 13:13","verse_short_title":"Hel. 13:13","scripture_text":"But blessed are they who will repent, for them will I spare. But behold, if it were not for the righteous who are in this great city, behold, I would cause that fire should come down out of heaven and destroy it."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":14,"verse_title":"Helaman 13:14","verse_short_title":"Hel. 13:14","scripture_text":"But behold, it is for the righteous' sake that it is spared. But behold, the time cometh, saith the Lord, that when ye shall cast out the righteous from among you, then shall ye be ripe for destruction; yea, wo be unto this great city, because of the wickedness and abominations which are in her."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":15,"verse_title":"Helaman 13:15","verse_short_title":"Hel. 13:15","scripture_text":"Yea, and wo be unto the city of Gideon, for the wickedness and abominations which are in her."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":16,"verse_title":"Helaman 13:16","verse_short_title":"Hel. 13:16","scripture_text":"Yea, and wo be unto all the cities which are in the land round about, which are possessed by the Nephites, because of the wickedness and abominations which are in them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":17,"verse_title":"Helaman 13:17","verse_short_title":"Hel. 13:17","scripture_text":"And behold, a curse shall come upon the land, saith the Lord of Hosts, because of the people's sake who are upon the land, yea, because of their wickedness and their abominations."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":18,"verse_title":"Helaman 13:18","verse_short_title":"Hel. 13:18","scripture_text":"And it shall come to pass, saith the Lord of Hosts, yea, our great and true God, that whoso shall hide up treasures in the earth shall find them again no more, because of the great curse of the land, save he be a righteous man and shall hide it up unto the Lord."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":19,"verse_title":"Helaman 13:19","verse_short_title":"Hel. 13:19","scripture_text":"For I will, saith the Lord, that they shall hide up their treasures unto me; and cursed be they who hide not up their treasures unto me; for none hideth up their treasures unto me save it be the righteous; and he that hideth not up his treasures unto me, cursed is he, and also the treasure, and none shall redeem it because of the curse of the land."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":20,"verse_title":"Helaman 13:20","verse_short_title":"Hel. 13:20","scripture_text":"And the day shall come that they shall hide up their treasures, because they have set their hearts upon riches; and because they have set their hearts upon their riches, and will hide up their treasures when they shall flee before their enemies; because they will not hide them up unto me, cursed be they and also their treasures; and in that day shall they be smitten, saith the Lord."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":21,"verse_title":"Helaman 13:21","verse_short_title":"Hel. 13:21","scripture_text":"Behold ye, the people of this great city, and hearken unto my words; yea, hearken unto the words which the Lord saith; for behold, he saith that ye are cursed because of your riches, and also are your riches cursed because ye have set your hearts upon them, and have not hearkened unto the words of him who gave them unto you."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":22,"verse_title":"Helaman 13:22","verse_short_title":"Hel. 13:22","scripture_text":"Ye do not remember the Lord your God in the things with which he hath blessed you, but ye do always remember your riches, not to thank the Lord your God for them; yea, your hearts are not drawn out unto the Lord, but they do swell with great pride, unto boasting, and unto great swelling, envyings, strifes, malice, persecutions, and murders, and all manner of iniquities."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":23,"verse_title":"Helaman 13:23","verse_short_title":"Hel. 13:23","scripture_text":"For this cause hath the Lord God caused that a curse should come upon the land, and also upon your riches, and this because of your iniquities."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":24,"verse_title":"Helaman 13:24","verse_short_title":"Hel. 13:24","scripture_text":"Yea, wo unto this people, because of this time which has arrived, that ye do cast out the prophets, and do mock them, and cast stones at them, and do slay them, and do all manner of iniquity unto them, even as they did of old time."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":25,"verse_title":"Helaman 13:25","verse_short_title":"Hel. 13:25","scripture_text":"And now when ye talk, ye say: If our days had been in the days of our fathers of old, we would not have slain the prophets; we would not have stoned them, and cast them out."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":26,"verse_title":"Helaman 13:26","verse_short_title":"Hel. 13:26","scripture_text":"Behold ye are worse than they; for as the Lord liveth, if a prophet come among you and declareth unto you the word of the Lord, which testifieth of your sins and iniquities, ye are angry with him, and cast him out and seek all manner of ways to destroy him; yea, you will say that he is a false prophet, and that he is a sinner, and of the devil, because he testifieth that your deeds are evil."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":27,"verse_title":"Helaman 13:27","verse_short_title":"Hel. 13:27","scripture_text":"But behold, if a man shall come among you and shall say: Do this, and there is no iniquity; do that and ye shall not suffer; yea, he will say: Walk after the pride of your own hearts; yea, walk after the pride of your eyes, and do whatsoever your heart desireth--and if a man shall come among you and say this, ye will receive him, and say that he is a prophet."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":28,"verse_title":"Helaman 13:28","verse_short_title":"Hel. 13:28","scripture_text":"Yea, ye will lift him up, and ye will give unto him of your substance; ye will give unto him of your gold, and of your silver, and ye will clothe him with costly apparel; and because he speaketh flattering words unto you, and he saith that all is well, then ye will not find fault with him."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":29,"verse_title":"Helaman 13:29","verse_short_title":"Hel. 13:29","scripture_text":"O ye wicked and ye perverse generation; ye hardened and ye stiffnecked people, how long will ye suppose that the Lord will suffer you? Yea, how long will ye suffer yourselves to be led by foolish and blind guides? Yea, how long will ye choose darkness rather than light?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":30,"verse_title":"Helaman 13:30","verse_short_title":"Hel. 13:30","scripture_text":"Yea, behold, the anger of the Lord is already kindled against you; behold, he hath cursed the land because of your iniquity."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":31,"verse_title":"Helaman 13:31","verse_short_title":"Hel. 13:31","scripture_text":"And behold, the time cometh that he curseth your riches, that they become slippery, that ye cannot hold them; and in the days of your poverty ye cannot retain them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":32,"verse_title":"Helaman 13:32","verse_short_title":"Hel. 13:32","scripture_text":"And in the days of your poverty ye shall cry unto the Lord; and in vain shall ye cry, for your desolation is already come upon you, and your destruction is made sure; and then shall ye weep and howl in that day, saith the Lord of Hosts. And then shall ye lament, and say:"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":33,"verse_title":"Helaman 13:33","verse_short_title":"Hel. 13:33","scripture_text":"O that I had repented, and had not killed the prophets, and stoned them, and cast them out. Yea, in that day ye shall say: O that we had remembered the Lord our God in the day that he gave us our riches, and then they would not have become slippery that we should lose them; for behold, our riches are gone from us."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":34,"verse_title":"Helaman 13:34","verse_short_title":"Hel. 13:34","scripture_text":"Behold, we lay a tool here and on the morrow it is gone; and behold, our swords are taken from us in the day we have sought them for battle."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":35,"verse_title":"Helaman 13:35","verse_short_title":"Hel. 13:35","scripture_text":"Yea, we have hid up our treasures and they have slipped away from us, because of the curse of the land."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":36,"verse_title":"Helaman 13:36","verse_short_title":"Hel. 13:36","scripture_text":"O that we had repented in the day that the word of the Lord came unto us; for behold the land is cursed, and all things are become slippery, and we cannot hold them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":37,"verse_title":"Helaman 13:37","verse_short_title":"Hel. 13:37","scripture_text":"Behold, we are surrounded by demons, yea, we are encircled about by the angels of him who hath sought to destroy our souls. Behold, our iniquities are great. O Lord, canst thou not turn away thine anger from us? And this shall be your language in those days."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":38,"verse_title":"Helaman 13:38","verse_short_title":"Hel. 13:38","scripture_text":"But behold, your days of probation are past; ye have procrastinated the day of your salvation until it is everlastingly too late, and your destruction is made sure; yea, for ye have sought all the days of your lives for that which ye could not obtain; and ye have sought for happiness in doing iniquity, which thing is contrary to the nature of that righteousness which is in our great and Eternal Head."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":13,"verse_number":39,"verse_title":"Helaman 13:39","verse_short_title":"Hel. 13:39","scripture_text":"O ye people of the land, that ye would hear my words! And I pray that the anger of the Lord be turned away from you, and that ye would repent and be saved."}]},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verses":[{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":1,"verse_title":"Helaman 14:1","verse_short_title":"Hel. 14:1","scripture_text":"And now it came to pass that Samuel, the Lamanite, did prophesy a great many more things which cannot be written."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":2,"verse_title":"Helaman 14:2","verse_short_title":"Hel. 14:2","scripture_text":"And behold, he said unto them: Behold, I give unto you a sign; for five years more cometh, and behold, then cometh the Son of God to redeem all those who shall believe on his name."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":3,"verse_title":"Helaman 14:3","verse_short_title":"Hel. 14:3","scripture_text":"And behold, this will I give unto you for a sign at the time of his coming; for behold, there shall be great lights in heaven, insomuch that in the night before he cometh there shall be no darkness, insomuch that it shall appear unto man as if it was day."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":4,"verse_title":"Helaman 14:4","verse_short_title":"Hel. 14:4","scripture_text":"Therefore, there shall be one day and a night and a day, as if it were one day and there were no night; and this shall be unto you for a sign; for ye shall know of the rising of the sun and also of its setting; therefore they shall know of a surety that there shall be two days and a night; nevertheless the night shall not be darkened; and it shall be the night before he is born."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":5,"verse_title":"Helaman 14:5","verse_short_title":"Hel. 14:5","scripture_text":"And behold, there shall a new star arise, such an one as ye never have beheld; and this also shall be a sign unto you."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":6,"verse_title":"Helaman 14:6","verse_short_title":"Hel. 14:6","scripture_text":"And behold this is not all, there shall be many signs and wonders in heaven."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":7,"verse_title":"Helaman 14:7","verse_short_title":"Hel. 14:7","scripture_text":"And it shall come to pass that ye shall all be amazed, and wonder, insomuch that ye shall fall to the earth."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":8,"verse_title":"Helaman 14:8","verse_short_title":"Hel. 14:8","scripture_text":"And it shall come to pass that whosoever shall believe on the Son of God, the same shall have everlasting life."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":9,"verse_title":"Helaman 14:9","verse_short_title":"Hel. 14:9","scripture_text":"And behold, thus hath the Lord commanded me, by his angel, that I should come and tell this thing unto you; yea, he hath commanded that I should prophesy these things unto you; yea, he hath said unto me: Cry unto this people, repent and prepare the way of the Lord."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":10,"verse_title":"Helaman 14:10","verse_short_title":"Hel. 14:10","scripture_text":"And now, because I am a Lamanite, and have spoken unto you the words which the Lord hath commanded me, and because it was hard against you, ye are angry with me and do seek to destroy me, and have cast me out from among you."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":11,"verse_title":"Helaman 14:11","verse_short_title":"Hel. 14:11","scripture_text":"And ye shall hear my words, for, for this intent have I come up upon the walls of this city, that ye might hear and know of the judgments of God which do await you because of your iniquities, and also that ye might know the conditions of repentance;"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":12,"verse_title":"Helaman 14:12","verse_short_title":"Hel. 14:12","scripture_text":"And also that ye might know of the coming of Jesus Christ, the Son of God, the Father of heaven and of earth, the Creator of all things from the beginning; and that ye might know of the signs of his coming, to the intent that ye might believe on his name."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":13,"verse_title":"Helaman 14:13","verse_short_title":"Hel. 14:13","scripture_text":"And if ye believe on his name ye will repent of all your sins, that thereby ye may have a remission of them through his merits."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":14,"verse_title":"Helaman 14:14","verse_short_title":"Hel. 14:14","scripture_text":"And behold, again, another sign I give unto you, yea, a sign of his death."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":15,"verse_title":"Helaman 14:15","verse_short_title":"Hel. 14:15","scripture_text":"For behold, he surely must die that salvation may come; yea, it behooveth him and becometh expedient that he dieth, to bring to pass the resurrection of the dead, that thereby men may be brought into the presence of the Lord."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":16,"verse_title":"Helaman 14:16","verse_short_title":"Hel. 14:16","scripture_text":"Yea, behold, this death bringeth to pass the resurrection, and redeemeth all mankind from the first death--that spiritual death; for all mankind, by the fall of Adam being cut off from the presence of the Lord, are considered as dead, both as to things temporal and to things spiritual."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":17,"verse_title":"Helaman 14:17","verse_short_title":"Hel. 14:17","scripture_text":"But behold, the resurrection of Christ redeemeth mankind, yea, even all mankind, and bringeth them back into the presence of the Lord."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":18,"verse_title":"Helaman 14:18","verse_short_title":"Hel. 14:18","scripture_text":"Yea, and it bringeth to pass the condition of repentance, that whosoever repenteth the same is not hewn down and cast into the fire; but whosoever repenteth not is hewn down and cast into the fire; and there cometh upon them again a spiritual death, yea, a second death, for they are cut off again as to things pertaining to righteousness."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":19,"verse_title":"Helaman 14:19","verse_short_title":"Hel. 14:19","scripture_text":"Therefore repent ye, repent ye, lest by knowing these things and not doing them ye shall suffer yourselves to come under condemnation, and ye are brought down unto this second death."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":20,"verse_title":"Helaman 14:20","verse_short_title":"Hel. 14:20","scripture_text":"But behold, as I said unto you concerning another sign, a sign of his death, behold, in that day that he shall suffer death the sun shall be darkened and refuse to give his light unto you; and also the moon and the stars; and there shall be no light upon the face of this land, even from the time that he shall suffer death, for the space of three days, to the time that he shall rise again from the dead."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":21,"verse_title":"Helaman 14:21","verse_short_title":"Hel. 14:21","scripture_text":"Yea, at the time that he shall yield up the ghost there shall be thunderings and lightnings for the space of many hours, and the earth shall shake and tremble; and the rocks which are upon the face of this earth, which are both above the earth and beneath, which ye know at this time are solid, or the more part of it is one solid mass, shall be broken up;"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":22,"verse_title":"Helaman 14:22","verse_short_title":"Hel. 14:22","scripture_text":"Yea, they shall be rent in twain, and shall ever after be found in seams and in cracks, and in broken fragments upon the face of the whole earth, yea, both above the earth and beneath."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":23,"verse_title":"Helaman 14:23","verse_short_title":"Hel. 14:23","scripture_text":"And behold, there shall be great tempests, and there shall be many mountains laid low, like unto a valley, and there shall be many places which are now called valleys which shall become mountains, whose height is great."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":24,"verse_title":"Helaman 14:24","verse_short_title":"Hel. 14:24","scripture_text":"And many highways shall be broken up, and many cities shall become desolate."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":25,"verse_title":"Helaman 14:25","verse_short_title":"Hel. 14:25","scripture_text":"And many graves shall be opened, and shall yield up many of their dead; and many saints shall appear unto many."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":26,"verse_title":"Helaman 14:26","verse_short_title":"Hel. 14:26","scripture_text":"And behold, thus hath the angel spoken unto me; for he said unto me that there should be thunderings and lightnings for the space of many hours."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":27,"verse_title":"Helaman 14:27","verse_short_title":"Hel. 14:27","scripture_text":"And he said unto me that while the thunder and the lightning lasted, and the tempest, that these things should be, and that darkness should cover the face of the whole earth for the space of three days."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":28,"verse_title":"Helaman 14:28","verse_short_title":"Hel. 14:28","scripture_text":"And the angel said unto me that many shall see greater things than these, to the intent that they might believe that these signs and these wonders should come to pass upon all the face of this land, to the intent that there should be no cause for unbelief among the children of men--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":29,"verse_title":"Helaman 14:29","verse_short_title":"Hel. 14:29","scripture_text":"And this to the intent that whosoever will believe might be saved, and that whosoever will not believe, a righteous judgment might come upon them; and also if they are condemned they bring upon themselves their own condemnation."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":30,"verse_title":"Helaman 14:30","verse_short_title":"Hel. 14:30","scripture_text":"And now remember, remember, my brethren, that whosoever perisheth, perisheth unto himself; and whosoever doeth iniquity, doeth it unto himself; for behold, ye are free; ye are permitted to act for yourselves; for behold, God hath given unto you a knowledge and he hath made you free."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":14,"verse_number":31,"verse_title":"Helaman 14:31","verse_short_title":"Hel. 14:31","scripture_text":"He hath given unto you that ye might know good from evil, and he hath given unto you that ye might choose life or death; and ye can do good and be restored unto that which is good, or have that which is good restored unto you; or ye can do evil, and have that which is evil restored unto you."}]},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verses":[{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verse_number":1,"verse_title":"Helaman 15:1","verse_short_title":"Hel. 15:1","scripture_text":"And now, my beloved brethren, behold, I declare unto you that except ye shall repent your houses shall be left unto you desolate."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verse_number":2,"verse_title":"Helaman 15:2","verse_short_title":"Hel. 15:2","scripture_text":"Yea, except ye repent, your women shall have great cause to mourn in the day that they shall give suck; for ye shall attempt to flee and there shall be no place for refuge; yea, and wo unto them which are with child, for they shall be heavy and cannot flee; therefore, they shall be trodden down and shall be left to perish."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verse_number":3,"verse_title":"Helaman 15:3","verse_short_title":"Hel. 15:3","scripture_text":"Yea, wo unto this people who are called the people of Nephi except they shall repent, when they shall see all these signs and wonders which shall be showed unto them; for behold, they have been a chosen people of the Lord; yea, the people of Nephi hath he loved, and also hath he chastened them; yea, in the days of their iniquities hath he chastened them because he loveth them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verse_number":4,"verse_title":"Helaman 15:4","verse_short_title":"Hel. 15:4","scripture_text":"But behold my brethren, the Lamanites hath he hated because their deeds have been evil continually, and this because of the iniquity of the tradition of their fathers. But behold, salvation hath come unto them through the preaching of the Nephites; and for this intent hath the Lord prolonged their days."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verse_number":5,"verse_title":"Helaman 15:5","verse_short_title":"Hel. 15:5","scripture_text":"And I would that ye should behold that the more part of them are in the path of their duty, and they do walk circumspectly before God, and they do observe to keep his commandments and his statutes and his judgments according to the law of Moses."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verse_number":6,"verse_title":"Helaman 15:6","verse_short_title":"Hel. 15:6","scripture_text":"Yea, I say unto you, that the more part of them are doing this, and they are striving with unwearied diligence that they may bring the remainder of their brethren to the knowledge of the truth; therefore there are many who do add to their numbers daily."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verse_number":7,"verse_title":"Helaman 15:7","verse_short_title":"Hel. 15:7","scripture_text":"And behold, ye do know of yourselves, for ye have witnessed it, that as many of them as are brought to the knowledge of the truth, and to know of the wicked and abominable traditions of their fathers, and are led to believe the holy scriptures, yea, the prophecies of the holy prophets, which are written, which leadeth them to faith on the Lord, and unto repentance, which faith and repentance bringeth a change of heart unto them--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verse_number":8,"verse_title":"Helaman 15:8","verse_short_title":"Hel. 15:8","scripture_text":"Therefore, as many as have come to this, ye know of yourselves are firm and steadfast in the faith, and in the thing wherewith they have been made free."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verse_number":9,"verse_title":"Helaman 15:9","verse_short_title":"Hel. 15:9","scripture_text":"And ye know also that they have buried their weapons of war, and they fear to take them up lest by any means they should sin; yea, ye can see that they fear to sin--for behold they will suffer themselves that they be trodden down and slain by their enemies, and will not lift their swords against them, and this because of their faith in Christ."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verse_number":10,"verse_title":"Helaman 15:10","verse_short_title":"Hel. 15:10","scripture_text":"And now, because of their steadfastness when they do believe in that thing which they do believe, for because of their firmness when they are once enlightened, behold, the Lord shall bless them and prolong their days, notwithstanding their iniquity--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verse_number":11,"verse_title":"Helaman 15:11","verse_short_title":"Hel. 15:11","scripture_text":"Yea, even if they should dwindle in unbelief the Lord shall prolong their days, until the time shall come which hath been spoken of by our fathers, and also by the prophet Zenos, and many other prophets, concerning the restoration of our brethren, the Lamanites, again to the knowledge of the truth--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verse_number":12,"verse_title":"Helaman 15:12","verse_short_title":"Hel. 15:12","scripture_text":"Yea, I say unto you, that in the latter times the promises of the Lord have been extended to our brethren, the Lamanites; and notwithstanding the many afflictions which they shall have, and notwithstanding they shall be driven to and fro upon the face of the earth, and be hunted, and shall be smitten and scattered abroad, having no place for refuge, the Lord shall be merciful unto them."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verse_number":13,"verse_title":"Helaman 15:13","verse_short_title":"Hel. 15:13","scripture_text":"And this is according to the prophecy, that they shall again be brought to the true knowledge, which is the knowledge of their Redeemer, and their great and true shepherd, and be numbered among his sheep."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verse_number":14,"verse_title":"Helaman 15:14","verse_short_title":"Hel. 15:14","scripture_text":"Therefore I say unto you, it shall be better for them than for you except ye repent."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verse_number":15,"verse_title":"Helaman 15:15","verse_short_title":"Hel. 15:15","scripture_text":"For behold, had the mighty works been shown unto them which have been shown unto you, yea, unto them who have dwindled in unbelief because of the traditions of their fathers, ye can see of yourselves that they never would again have dwindled in unbelief."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verse_number":16,"verse_title":"Helaman 15:16","verse_short_title":"Hel. 15:16","scripture_text":"Therefore, saith the Lord: I will not utterly destroy them, but I will cause that in the day of my wisdom they shall return again unto me, saith the Lord."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":15,"verse_number":17,"verse_title":"Helaman 15:17","verse_short_title":"Hel. 15:17","scripture_text":"And now behold, saith the Lord, concerning the people of the Nephites: If they will not repent, and observe to do my will, I will utterly destroy them, saith the Lord, because of their unbelief notwithstanding the many mighty works which I have done among them; and as surely as the Lord liveth shall these things be, saith the Lord."}]},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verses":[{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":1,"verse_title":"Helaman 16:1","verse_short_title":"Hel. 16:1","scripture_text":"And now, it came to pass that there were many who heard the words of Samuel, the Lamanite, which he spake upon the walls of the city. And as many as believed on his word went forth and sought for Nephi; and when they had come forth and found him they confessed unto him their sins and denied not, desiring that they might be baptized unto the Lord."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":2,"verse_title":"Helaman 16:2","verse_short_title":"Hel. 16:2","scripture_text":"But as many as there were who did not believe in the words of Samuel were angry with him; and they cast stones at him upon the wall, and also many shot arrows at him as he stood upon the wall; but the Spirit of the Lord was with him, insomuch that they could not hit him with their stones neither with their arrows."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":3,"verse_title":"Helaman 16:3","verse_short_title":"Hel. 16:3","scripture_text":"Now when they saw that they could not hit him, there were many more who did believe on his words, insomuch that they went away unto Nephi to be baptized."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":4,"verse_title":"Helaman 16:4","verse_short_title":"Hel. 16:4","scripture_text":"For behold, Nephi was baptizing, and prophesying, and preaching, crying repentance unto the people, showing signs and wonders, working miracles among the people, that they might know that the Christ must shortly come--"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":5,"verse_title":"Helaman 16:5","verse_short_title":"Hel. 16:5","scripture_text":"Telling them of things which must shortly come, that they might know and remember at the time of their coming that they had been made known unto them beforehand, to the intent that they might believe; therefore as many as believed on the words of Samuel went forth unto him to be baptized, for they came repenting and confessing their sins."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":6,"verse_title":"Helaman 16:6","verse_short_title":"Hel. 16:6","scripture_text":"But the more part of them did not believe in the words of Samuel; therefore when they saw that they could not hit him with their stones and their arrows, they cried unto their captains, saying: Take this fellow and bind him, for behold he hath a devil; and because of the power of the devil which is in him we cannot hit him with our stones and our arrows; therefore take him and bind him, and away with him."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":7,"verse_title":"Helaman 16:7","verse_short_title":"Hel. 16:7","scripture_text":"And as they went forth to lay their hands on him, behold, he did cast himself down from the wall, and did flee out of their lands, yea, even unto his own country, and began to preach and to prophesy among his own people."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":8,"verse_title":"Helaman 16:8","verse_short_title":"Hel. 16:8","scripture_text":"And behold, he was never heard of more among the Nephites; and thus were the affairs of the people."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":9,"verse_title":"Helaman 16:9","verse_short_title":"Hel. 16:9","scripture_text":"And thus ended the eighty and sixth year of the reign of the judges over the people of Nephi."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":10,"verse_title":"Helaman 16:10","verse_short_title":"Hel. 16:10","scripture_text":"And thus ended also the eighty and seventh year of the reign of the judges, the more part of the people remaining in their pride and wickedness, and the lesser part walking more circumspectly before God."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":11,"verse_title":"Helaman 16:11","verse_short_title":"Hel. 16:11","scripture_text":"And these were the conditions also, in the eighty and eighth year of the reign of the judges."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":12,"verse_title":"Helaman 16:12","verse_short_title":"Hel. 16:12","scripture_text":"And there was but little alteration in the affairs of the people, save it were the people began to be more hardened in iniquity, and do more and more of that which was contrary to the commandments of God, in the eighty and ninth year of the reign of the judges."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":13,"verse_title":"Helaman 16:13","verse_short_title":"Hel. 16:13","scripture_text":"But it came to pass in the ninetieth year of the reign of the judges, there were great signs given unto the people, and wonders; and the words of the prophets began to be fulfilled."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":14,"verse_title":"Helaman 16:14","verse_short_title":"Hel. 16:14","scripture_text":"And angels did appear unto men, wise men, and did declare unto them glad tidings of great joy; thus in this year the scriptures began to be fulfilled."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":15,"verse_title":"Helaman 16:15","verse_short_title":"Hel. 16:15","scripture_text":"Nevertheless, the people began to harden their hearts, all save it were the most believing part of them, both of the Nephites and also of the Lamanites, and began to depend upon their own strength and upon their own wisdom, saying:"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":16,"verse_title":"Helaman 16:16","verse_short_title":"Hel. 16:16","scripture_text":"Some things they may have guessed right, among so many; but behold, we know that all these great and marvelous works cannot come to pass, of which has been spoken."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":17,"verse_title":"Helaman 16:17","verse_short_title":"Hel. 16:17","scripture_text":"And they began to reason and to contend among themselves, saying:"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":18,"verse_title":"Helaman 16:18","verse_short_title":"Hel. 16:18","scripture_text":"That it is not reasonable that such a being as a Christ shall come; if so, and he be the Son of God, the Father of heaven and of earth, as it has been spoken, why will he not show himself unto us as well as unto them who shall be at Jerusalem?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":19,"verse_title":"Helaman 16:19","verse_short_title":"Hel. 16:19","scripture_text":"Yea, why will he not show himself in this land as well as in the land of Jerusalem?"},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":20,"verse_title":"Helaman 16:20","verse_short_title":"Hel. 16:20","scripture_text":"But behold, we know that this is a wicked tradition, which has been handed down unto us by our fathers, to cause us that we should believe in some great and marvelous thing which should come to pass, but not among us, but in a land which is far distant, a land which we know not; therefore they can keep us in ignorance, for we cannot witness with our own eyes that they are true."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":21,"verse_title":"Helaman 16:21","verse_short_title":"Hel. 16:21","scripture_text":"And they will, by the cunning and the mysterious arts of the evil one, work some great mystery which we cannot understand, which will keep us down to be servants to their words, and also servants unto them, for we depend upon them to teach us the word; and thus will they keep us in ignorance if we will yield ourselves unto them, all the days of our lives."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":22,"verse_title":"Helaman 16:22","verse_short_title":"Hel. 16:22","scripture_text":"And many more things did the people imagine up in their hearts, which were foolish and vain; and they were much disturbed, for Satan did stir them up to do iniquity continually; yea, he did go about spreading rumors and contentions upon all the face of the land, that he might harden the hearts of the people against that which was good and against that which should come."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":23,"verse_title":"Helaman 16:23","verse_short_title":"Hel. 16:23","scripture_text":"And notwithstanding the signs and the wonders which were wrought among the people of the Lord, and the many miracles which they did, Satan did get great hold upon the hearts of the people upon all the face of the land."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":24,"verse_title":"Helaman 16:24","verse_short_title":"Hel. 16:24","scripture_text":"And thus ended the ninetieth year of the reign of the judges over the people of Nephi."},{"volume_title":"Book of Mormon","book_title":"Helaman","book_short_title":"Hel.","chapter_number":16,"verse_number":25,"verse_title":"Helaman 16:25","verse_short_title":"Hel. 16:25","scripture_text":"And thus ended the book of Helaman, according to the record of Helaman and his sons."}]}]}